var network_connection = [
    {
        "source": "권이여 (8)",
        "target": "권취의 (10200)"
    },
    {
        "source": "권이여 (8)",
        "target": "권중시 (9)"
    },
    {
        "source": "권이여 (8)",
        "target": "권통 (10204)"
    },
    {
        "source": "권중시 (9)",
        "target": "권성원 (6063)"
    },
    {
        "source": "권중시 (9)",
        "target": "권수홍 (6064)"
    },
    {
        "source": "권중시 (9)",
        "target": "권수평 (10)"
    },
    {
        "source": "권중시 (9)",
        "target": "권차평 (6062)"
    },
    {
        "source": "권수평 (10)",
        "target": "권위 (11)"
    },
    {
        "source": "권위 (11)",
        "target": "권단 (12)"
    },
    {
        "source": "권위 (11)",
        "target": "권인기 (6056)"
    },
    {
        "source": "권위 (11)",
        "target": "김궤 (6055)"
    },
    {
        "source": "권위 (11)",
        "target": "권지기 (6059)"
    },
    {
        "source": "권위 (11)",
        "target": "권방기 (6058)"
    },
    {
        "source": "권위 (11)",
        "target": "권영운 (6057)"
    },
    {
        "source": "권단 (12)",
        "target": "권부 (13)"
    },
    {
        "source": "권부 (13)",
        "target": "권준 (14)"
    },
    {
        "source": "권부 (13)",
        "target": "권종정 (2869)"
    },
    {
        "source": "권부 (13)",
        "target": "안유충 (2483)"
    },
    {
        "source": "권부 (13)",
        "target": "권고 (3925)"
    },
    {
        "source": "권부 (13)",
        "target": "이제현 (2870)"
    },
    {
        "source": "권부 (13)",
        "target": "권겸 (5019)"
    },
    {
        "source": "권부 (13)",
        "target": "왕후 (4576)"
    },
    {
        "source": "권부 (13)",
        "target": "왕순 (5631)"
    },
    {
        "source": "권부 (13)",
        "target": "왕숙 (5408)"
    },
    {
        "source": "권준 (14)",
        "target": "홍언박 (1886)"
    },
    {
        "source": "권준 (14)",
        "target": "권렴 (15)"
    },
    {
        "source": "권준 (14)",
        "target": "홍탁 (1388)"
    },
    {
        "source": "권준 (14)",
        "target": "권적 (868)"
    },
    {
        "source": "권렴 (15)",
        "target": "오중화 (674)"
    },
    {
        "source": "권렴 (15)",
        "target": "염국보 (867)"
    },
    {
        "source": "권렴 (15)",
        "target": "권용 (16)"
    },
    {
        "source": "권렴 (15)",
        "target": "원보달실리 (202)"
    },
    {
        "source": "권렴 (15)",
        "target": "왕만 (201)"
    },
    {
        "source": "권렴 (15)",
        "target": "권현 (338)"
    },
    {
        "source": "권렴 (15)",
        "target": "유혜손 (204)"
    },
    {
        "source": "권렴 (15)",
        "target": "권균 (574)"
    },
    {
        "source": "권렴 (15)",
        "target": "권호 (389)"
    },
    {
        "source": "권렴 (15)",
        "target": "원송수 (642)"
    },
    {
        "source": "권렴 (15)",
        "target": "권주 (601)"
    },
    {
        "source": "권적 (868)",
        "target": "한수 (869)"
    },
    {
        "source": "권적 (868)",
        "target": "권현 (1332)"
    },
    {
        "source": "권적 (868)",
        "target": "권식 (1361)"
    },
    {
        "source": "홍탁 (1388)",
        "target": "염대유 (1847)"
    },
    {
        "source": "홍탁 (1388)",
        "target": "왕정 (1672)"
    },
    {
        "source": "홍탁 (1388)",
        "target": "홍혜찬 (1671)"
    },
    {
        "source": "홍탁 (1388)",
        "target": "홍상재 (1389)"
    },
    {
        "source": "홍탁 (1388)",
        "target": "원구수 (1841)"
    },
    {
        "source": "홍탁 (1388)",
        "target": "홍창도 (1840)"
    },
    {
        "source": "홍탁 (1388)",
        "target": "홍개도 (1674)"
    },
    {
        "source": "홍탁 (1388)",
        "target": "조흥문 (1673)"
    },
    {
        "source": "홍언박 (1886)",
        "target": "유연 (2036)"
    },
    {
        "source": "홍언박 (1886)",
        "target": "홍사우 (2104)"
    },
    {
        "source": "홍언박 (1886)",
        "target": "홍사보 (1887)"
    },
    {
        "source": "홍언박 (1886)",
        "target": "홍사범 (2105)"
    },
    {
        "source": "홍언박 (1886)",
        "target": "홍사원 (2342)"
    },
    {
        "source": "안유충 (2483)",
        "target": "안국상 (2484)"
    },
    {
        "source": "안유충 (2483)",
        "target": "김주경 (2676)"
    },
    {
        "source": "안유충 (2483)",
        "target": "안국서 (2712)"
    },
    {
        "source": "안유충 (2483)",
        "target": "김지갑 (2814)"
    },
    {
        "source": "안국상 (2484)",
        "target": "양지수 (2485)"
    },
    {
        "source": "김주경 (2676)",
        "target": "유계고 (2709)"
    },
    {
        "source": "김주경 (2676)",
        "target": "왕유 (2705)"
    },
    {
        "source": "김주경 (2676)",
        "target": "김리 (2677)"
    },
    {
        "source": "안국서 (2712)",
        "target": "안경 (2713)"
    },
    {
        "source": "안국서 (2712)",
        "target": "최인부 (2726)"
    },
    {
        "source": "안국서 (2712)",
        "target": "정수도 (2743)"
    },
    {
        "source": "김지갑 (2814)",
        "target": "김헌 (2833)"
    },
    {
        "source": "김지갑 (2814)",
        "target": "김한 (2815)"
    },
    {
        "source": "김지갑 (2814)",
        "target": "박삼양 (2832)"
    },
    {
        "source": "김지갑 (2814)",
        "target": "정사도 (2868)"
    },
    {
        "source": "김지갑 (2814)",
        "target": "김하 (2860)"
    },
    {
        "source": "이제현 (2870)",
        "target": "이계손 (3668)"
    },
    {
        "source": "이제현 (2870)",
        "target": "김희 (3924)"
    },
    {
        "source": "이제현 (2870)",
        "target": "이달존 (3135)"
    },
    {
        "source": "이제현 (2870)",
        "target": "임덕수 (3352)"
    },
    {
        "source": "이제현 (2870)",
        "target": "이서종 (2871)"
    },
    {
        "source": "이서종 (2871)",
        "target": "조무 (2872)"
    },
    {
        "source": "이서종 (2871)",
        "target": "이보림 (2954)"
    },
    {
        "source": "이서종 (2871)",
        "target": "이원적 (2955)"
    },
    {
        "source": "이달존 (3135)",
        "target": "이덕림 (3136)"
    },
    {
        "source": "이달존 (3135)",
        "target": "이수림 (3313)"
    },
    {
        "source": "이달존 (3135)",
        "target": "이학림 (3252)"
    },
    {
        "source": "이달존 (3135)",
        "target": "기인걸 (3342)"
    },
    {
        "source": "임덕수 (3352)",
        "target": "임순의 (3648)"
    },
    {
        "source": "임덕수 (3352)",
        "target": "임순례 (3665)"
    },
    {
        "source": "임덕수 (3352)",
        "target": "박영충 (3441)"
    },
    {
        "source": "임덕수 (3352)",
        "target": "황간 (3631)"
    },
    {
        "source": "임덕수 (3352)",
        "target": "김추 (3353)"
    },
    {
        "source": "이계손 (3668)",
        "target": "이량 (3760)"
    },
    {
        "source": "이계손 (3668)",
        "target": "안익 (3759)"
    },
    {
        "source": "이계손 (3668)",
        "target": "이척 (3669)"
    },
    {
        "source": "권고 (3925)",
        "target": "권엄 (3926)"
    },
    {
        "source": "권고 (3925)",
        "target": "권희 (4196)"
    },
    {
        "source": "권고 (3925)",
        "target": "권간 (4095)"
    },
    {
        "source": "권엄 (3926)",
        "target": "채원경 (4037)"
    },
    {
        "source": "권엄 (3926)",
        "target": "홍희정 (3975)"
    },
    {
        "source": "권엄 (3926)",
        "target": "권상 (4050)"
    },
    {
        "source": "권엄 (3926)",
        "target": "왕휴 (4043)"
    },
    {
        "source": "권엄 (3926)",
        "target": "권경 (3927)"
    },
    {
        "source": "권엄 (3926)",
        "target": "김경의 (3974)"
    },
    {
        "source": "권엄 (3926)",
        "target": "곽추 (3959)"
    },
    {
        "source": "권간 (4095)",
        "target": "김자충 (4171)"
    },
    {
        "source": "권간 (4095)",
        "target": "권인 (4172)"
    },
    {
        "source": "권간 (4095)",
        "target": "권내징 (4195)"
    },
    {
        "source": "권간 (4095)",
        "target": "권유 (4096)"
    },
    {
        "source": "권간 (4095)",
        "target": "왕신 (4140)"
    },
    {
        "source": "권간 (4095)",
        "target": "윤희종 (4141)"
    },
    {
        "source": "권희 (4196)",
        "target": "권우 (4491)"
    },
    {
        "source": "권희 (4196)",
        "target": "권근 (4311)"
    },
    {
        "source": "권희 (4196)",
        "target": "권충 (4213)"
    },
    {
        "source": "권희 (4196)",
        "target": "권이이 (4212)"
    },
    {
        "source": "권희 (4196)",
        "target": "권화 (4197)"
    },
    {
        "source": "왕후 (4576)",
        "target": "왕중귀 (4577)"
    },
    {
        "source": "왕후 (4576)",
        "target": "無상재 (4926)"
    },
    {
        "source": "왕중귀 (4577)",
        "target": "권엄 (4879)"
    },
    {
        "source": "왕중귀 (4577)",
        "target": "권도 (4912)"
    },
    {
        "source": "왕중귀 (4577)",
        "target": "남궁좌 (4917)"
    },
    {
        "source": "왕중귀 (4577)",
        "target": "허기 (4816)"
    },
    {
        "source": "왕중귀 (4577)",
        "target": "박중의 (4720)"
    },
    {
        "source": "왕중귀 (4577)",
        "target": "왕정 (4801)"
    },
    {
        "source": "왕중귀 (4577)",
        "target": "권숙 (4578)"
    },
    {
        "source": "無상재 (4926)",
        "target": "無법화 (4927)"
    },
    {
        "source": "권겸 (5019)",
        "target": "元朝황제 (5407)"
    },
    {
        "source": "권겸 (5019)",
        "target": "김입견 (5310)"
    },
    {
        "source": "권겸 (5019)",
        "target": "권가 (5290)"
    },
    {
        "source": "권겸 (5019)",
        "target": "권항 (5185)"
    },
    {
        "source": "권겸 (5019)",
        "target": "원호 (5020)"
    },
    {
        "source": "원호 (5020)",
        "target": "원빈 (5043)"
    },
    {
        "source": "원호 (5020)",
        "target": "원인 (5021)"
    },
    {
        "source": "원호 (5020)",
        "target": "기유걸 (5157)"
    },
    {
        "source": "원호 (5020)",
        "target": "원선 (5117)"
    },
    {
        "source": "원호 (5020)",
        "target": "박천상 (5116)"
    },
    {
        "source": "권항 (5185)",
        "target": "윤승례 (5186)"
    },
    {
        "source": "권가 (5290)",
        "target": "이사분 (5291)"
    },
    {
        "source": "김입견 (5310)",
        "target": "조연 (5311)"
    },
    {
        "source": "왕숙 (5408)",
        "target": "왕련 (5409)"
    },
    {
        "source": "왕련 (5409)",
        "target": "왕신 (5410)"
    },
    {
        "source": "왕련 (5409)",
        "target": "노은 (5485)"
    },
    {
        "source": "왕순 (5631)",
        "target": "왕선 (6047)"
    },
    {
        "source": "왕순 (5631)",
        "target": "노제 (5906)"
    },
    {
        "source": "왕순 (5631)",
        "target": "왕서 (5632)"
    },
    {
        "source": "왕순 (5631)",
        "target": "왕선 (5905)"
    },
    {
        "source": "왕순 (5631)",
        "target": "왕형 (5875)"
    },
    {
        "source": "왕서 (5632)",
        "target": "이희경 (5633)"
    },
    {
        "source": "왕서 (5632)",
        "target": "고려 (5867)"
    },
    {
        "source": "왕서 (5632)",
        "target": "임거경 (5864)"
    },
    {
        "source": "왕서 (5632)",
        "target": "왕집 (5870)"
    },
    {
        "source": "왕서 (5632)",
        "target": "왕수 (5869)"
    },
    {
        "source": "왕서 (5632)",
        "target": "왕번 (5874)"
    },
    {
        "source": "왕형 (5875)",
        "target": "왕기 (5876)"
    },
    {
        "source": "왕형 (5875)",
        "target": "김광서 (5877)"
    },
    {
        "source": "왕형 (5875)",
        "target": "왕상 (5893)"
    },
    {
        "source": "노제 (5906)",
        "target": "노유 (5907)"
    },
    {
        "source": "노제 (5906)",
        "target": "백원구 (6043)"
    },
    {
        "source": "왕선 (6047)",
        "target": "왕자 (6048)"
    },
    {
        "source": "왕선 (6047)",
        "target": "왕진 (6049)"
    },
    {
        "source": "권지기 (6059)",
        "target": "권영 (6060)"
    },
    {
        "source": "권지기 (6059)",
        "target": "권평 (6061)"
    },
    {
        "source": "권수홍 (6064)",
        "target": "김이견 (10192)"
    },
    {
        "source": "권수홍 (6064)",
        "target": "방걸 (9792)"
    },
    {
        "source": "권수홍 (6064)",
        "target": "권양준 (9804)"
    },
    {
        "source": "권수홍 (6064)",
        "target": "권자여 (6065)"
    },
    {
        "source": "권자여 (6065)",
        "target": "권빈 (9702)"
    },
    {
        "source": "권자여 (6065)",
        "target": "권책 (6066)"
    },
    {
        "source": "권자여 (6065)",
        "target": "권윤평 (9174)"
    },
    {
        "source": "권자여 (6065)",
        "target": "권윤보 (9385)"
    },
    {
        "source": "권자여 (6065)",
        "target": "권조여 (9701)"
    },
    {
        "source": "권자여 (6065)",
        "target": "권함 (9710)"
    },
    {
        "source": "권자여 (6065)",
        "target": "김윤간 (9721)"
    },
    {
        "source": "권책 (6066)",
        "target": "권한유 (8902)"
    },
    {
        "source": "권책 (6066)",
        "target": "권한공 (6067)"
    },
    {
        "source": "권한공 (6067)",
        "target": "권중염 (8897)"
    },
    {
        "source": "권한공 (6067)",
        "target": "권중산 (8898)"
    },
    {
        "source": "권한공 (6067)",
        "target": "송영무 (8722)"
    },
    {
        "source": "권한공 (6067)",
        "target": "권가봉 (8899)"
    },
    {
        "source": "권한공 (6067)",
        "target": "유총 (8363)"
    },
    {
        "source": "권한공 (6067)",
        "target": "염제신 (7505)"
    },
    {
        "source": "권한공 (6067)",
        "target": "박경 (8081)"
    },
    {
        "source": "권한공 (6067)",
        "target": "권중달 (6068)"
    },
    {
        "source": "권한공 (6067)",
        "target": "권중화 (7361)"
    },
    {
        "source": "권한공 (6067)",
        "target": "이득수 (7461)"
    },
    {
        "source": "권한공 (6067)",
        "target": "한계충 (8745)"
    },
    {
        "source": "권한공 (6067)",
        "target": "강순룡 (8820)"
    },
    {
        "source": "권중달 (6068)",
        "target": "김윤철 (7307)"
    },
    {
        "source": "권중달 (6068)",
        "target": "이색 (6625)"
    },
    {
        "source": "권중달 (6068)",
        "target": "전분 (6069)"
    },
    {
        "source": "권중달 (6068)",
        "target": "권사종 (6923)"
    },
    {
        "source": "권중달 (6068)",
        "target": "권계용 (7234)"
    },
    {
        "source": "권중달 (6068)",
        "target": "유혜방 (6329)"
    },
    {
        "source": "권중달 (6068)",
        "target": "민근 (6471)"
    },
    {
        "source": "전분 (6069)",
        "target": "전오륜 (6145)"
    },
    {
        "source": "전분 (6069)",
        "target": "전오돈 (6313)"
    },
    {
        "source": "전분 (6069)",
        "target": "윤보 (6070)"
    },
    {
        "source": "유혜방 (6329)",
        "target": "신운길 (6330)"
    },
    {
        "source": "유혜방 (6329)",
        "target": "유구 (6332)"
    },
    {
        "source": "유혜방 (6329)",
        "target": "윤인걸 (6391)"
    },
    {
        "source": "유혜방 (6329)",
        "target": "유의호 (6390)"
    },
    {
        "source": "유혜방 (6329)",
        "target": "안득수 (6397)"
    },
    {
        "source": "유혜방 (6329)",
        "target": "유호 (6388)"
    },
    {
        "source": "유혜방 (6329)",
        "target": "이백승 (6392)"
    },
    {
        "source": "민근 (6471)",
        "target": "민중리 (6558)"
    },
    {
        "source": "민근 (6471)",
        "target": "민중립 (6472)"
    },
    {
        "source": "이색 (6625)",
        "target": "이종선 (6887)"
    },
    {
        "source": "이색 (6625)",
        "target": "이종선 (6858)"
    },
    {
        "source": "이색 (6625)",
        "target": "이종학 (6719)"
    },
    {
        "source": "이색 (6625)",
        "target": "이종덕 (6626)"
    },
    {
        "source": "권사종 (6923)",
        "target": "이집경 (7131)"
    },
    {
        "source": "권사종 (6923)",
        "target": "권집지 (7143)"
    },
    {
        "source": "권사종 (6923)",
        "target": "권집덕 (7211)"
    },
    {
        "source": "권사종 (6923)",
        "target": "윤가관 (6924)"
    },
    {
        "source": "권사종 (6923)",
        "target": "정이 (6979)"
    },
    {
        "source": "권사종 (6923)",
        "target": "권집중 (7106)"
    },
    {
        "source": "권계용 (7234)",
        "target": "권완 (7306)"
    },
    {
        "source": "권계용 (7234)",
        "target": "권총 (7235)"
    },
    {
        "source": "권계용 (7234)",
        "target": "권부 (7305)"
    },
    {
        "source": "권계용 (7234)",
        "target": "권수 (7270)"
    },
    {
        "source": "김윤철 (7307)",
        "target": "김렴 (7308)"
    },
    {
        "source": "김윤철 (7307)",
        "target": "김소 (7323)"
    },
    {
        "source": "김윤철 (7307)",
        "target": "김휴 (7350)"
    },
    {
        "source": "권중화 (7361)",
        "target": "권방위 (7428)"
    },
    {
        "source": "권중화 (7361)",
        "target": "한녕 (7362)"
    },
    {
        "source": "한녕 (7362)",
        "target": "한영정 (7363)"
    },
    {
        "source": "권방위 (7428)",
        "target": "권영신 (7454)"
    },
    {
        "source": "권방위 (7428)",
        "target": "안수의 (7460)"
    },
    {
        "source": "권방위 (7428)",
        "target": "맹계증 (7449)"
    },
    {
        "source": "권방위 (7428)",
        "target": "권영보 (7438)"
    },
    {
        "source": "권방위 (7428)",
        "target": "이사평 (7448)"
    },
    {
        "source": "권방위 (7428)",
        "target": "권영성 (7429)"
    },
    {
        "source": "이득수 (7461)",
        "target": "이성림 (7462)"
    },
    {
        "source": "이성림 (7462)",
        "target": "이존성 (7464)"
    },
    {
        "source": "이성림 (7462)",
        "target": "한상질 (7463)"
    },
    {
        "source": "염제신 (7505)",
        "target": "변남룡 (8041)"
    },
    {
        "source": "염제신 (7505)",
        "target": "염광원 (8074)"
    },
    {
        "source": "염제신 (7505)",
        "target": "정희계 (7931)"
    },
    {
        "source": "염제신 (7505)",
        "target": "임헌 (7851)"
    },
    {
        "source": "염제신 (7505)",
        "target": "이송 (7978)"
    },
    {
        "source": "염제신 (7505)",
        "target": "왕전 (7977)"
    },
    {
        "source": "염제신 (7505)",
        "target": "염국보 (7506)"
    },
    {
        "source": "염제신 (7505)",
        "target": "염흥방 (7806)"
    },
    {
        "source": "염제신 (7505)",
        "target": "홍징 (7602)"
    },
    {
        "source": "염제신 (7505)",
        "target": "염정수 (8065)"
    },
    {
        "source": "염국보 (7506)",
        "target": "염치중 (7507)"
    },
    {
        "source": "염국보 (7506)",
        "target": "염치용 (7601)"
    },
    {
        "source": "염국보 (7506)",
        "target": "안조동 (7552)"
    },
    {
        "source": "홍징 (7602)",
        "target": "홍상검 (7796)"
    },
    {
        "source": "홍징 (7602)",
        "target": "홍상리 (7805)"
    },
    {
        "source": "홍징 (7602)",
        "target": "유원정 (7603)"
    },
    {
        "source": "홍징 (7602)",
        "target": "홍상빈 (7604)"
    },
    {
        "source": "홍징 (7602)",
        "target": "홍상부 (7606)"
    },
    {
        "source": "홍징 (7602)",
        "target": "홍상직 (7736)"
    },
    {
        "source": "홍징 (7602)",
        "target": "성부 (7744)"
    },
    {
        "source": "홍징 (7602)",
        "target": "허지신 (7751)"
    },
    {
        "source": "홍징 (7602)",
        "target": "김로 (7784)"
    },
    {
        "source": "염흥방 (7806)",
        "target": "신극례 (7807)"
    },
    {
        "source": "임헌 (7851)",
        "target": "임종선 (7885)"
    },
    {
        "source": "임헌 (7851)",
        "target": "박돈 (7890)"
    },
    {
        "source": "임헌 (7851)",
        "target": "곽덕연 (7852)"
    },
    {
        "source": "임헌 (7851)",
        "target": "장안지 (7921)"
    },
    {
        "source": "정희계 (7931)",
        "target": "정길상 (7932)"
    },
    {
        "source": "정희계 (7931)",
        "target": "이만 (7949)"
    },
    {
        "source": "이송 (7978)",
        "target": "이온 (8015)"
    },
    {
        "source": "이송 (7978)",
        "target": "윤개 (8013)"
    },
    {
        "source": "이송 (7978)",
        "target": "이장 (7979)"
    },
    {
        "source": "이송 (7978)",
        "target": "정안지 (8001)"
    },
    {
        "source": "변남룡 (8041)",
        "target": "변효문 (8053)"
    },
    {
        "source": "변남룡 (8041)",
        "target": "변효경 (8042)"
    },
    {
        "source": "염정수 (8065)",
        "target": "홍의로 (8066)"
    },
    {
        "source": "염정수 (8065)",
        "target": "민보문 (8068)"
    },
    {
        "source": "염정수 (8065)",
        "target": "한계복 (8067)"
    },
    {
        "source": "염광원 (8074)",
        "target": "염홍도 (8075)"
    },
    {
        "source": "박경 (8081)",
        "target": "조후 (8193)"
    },
    {
        "source": "박경 (8081)",
        "target": "노경 (8214)"
    },
    {
        "source": "박경 (8081)",
        "target": "최을의 (8082)"
    },
    {
        "source": "박경 (8081)",
        "target": "윤소종 (8215)"
    },
    {
        "source": "박경 (8081)",
        "target": "박거실 (8305)"
    },
    {
        "source": "최을의 (8082)",
        "target": "이문간 (8125)"
    },
    {
        "source": "최을의 (8082)",
        "target": "이번 (8143)"
    },
    {
        "source": "최을의 (8082)",
        "target": "최우 (8172)"
    },
    {
        "source": "최을의 (8082)",
        "target": "최선 (8108)"
    },
    {
        "source": "최을의 (8082)",
        "target": "최x (8121)"
    },
    {
        "source": "최을의 (8082)",
        "target": "최녕 (8083)"
    },
    {
        "source": "조후 (8193)",
        "target": "조화 (8194)"
    },
    {
        "source": "윤소종 (8215)",
        "target": "김숙량 (8297)"
    },
    {
        "source": "윤소종 (8215)",
        "target": "윤회 (8216)"
    },
    {
        "source": "박거실 (8305)",
        "target": "박희문 (8306)"
    },
    {
        "source": "박거실 (8305)",
        "target": "박희주 (8352)"
    },
    {
        "source": "박거실 (8305)",
        "target": "박희영 (8358)"
    },
    {
        "source": "박거실 (8305)",
        "target": "박희전 (8320)"
    },
    {
        "source": "박거실 (8305)",
        "target": "이지유 (8325)"
    },
    {
        "source": "박거실 (8305)",
        "target": "박희석 (8356)"
    },
    {
        "source": "유총 (8363)",
        "target": "유만수 (8364)"
    },
    {
        "source": "유총 (8363)",
        "target": "정현보 (8721)"
    },
    {
        "source": "유총 (8363)",
        "target": "허진 (8558)"
    },
    {
        "source": "유총 (8363)",
        "target": "김거두 (8514)"
    },
    {
        "source": "유총 (8363)",
        "target": "이사의 (8574)"
    },
    {
        "source": "유만수 (8364)",
        "target": "유연지 (8486)"
    },
    {
        "source": "유만수 (8364)",
        "target": "유은지 (8445)"
    },
    {
        "source": "유만수 (8364)",
        "target": "유원지 (8365)"
    },
    {
        "source": "유만수 (8364)",
        "target": "강중경 (8503)"
    },
    {
        "source": "김거두 (8514)",
        "target": "김존 (8515)"
    },
    {
        "source": "허진 (8558)",
        "target": "원유문 (8573)"
    },
    {
        "source": "허진 (8558)",
        "target": "권소 (8572)"
    },
    {
        "source": "허진 (8558)",
        "target": "허항 (8559)"
    },
    {
        "source": "허진 (8558)",
        "target": "권충 (8571)"
    },
    {
        "source": "허진 (8558)",
        "target": "허환 (8566)"
    },
    {
        "source": "이사의 (8574)",
        "target": "이준 (8575)"
    },
    {
        "source": "이사의 (8574)",
        "target": "박자문 (8614)"
    },
    {
        "source": "이사의 (8574)",
        "target": "남x (8619)"
    },
    {
        "source": "이사의 (8574)",
        "target": "이두만 (8662)"
    },
    {
        "source": "이사의 (8574)",
        "target": "이욱 (8680)"
    },
    {
        "source": "이사의 (8574)",
        "target": "이엄 (8718)"
    },
    {
        "source": "송영무 (8722)",
        "target": "송천길 (8723)"
    },
    {
        "source": "송영무 (8722)",
        "target": "이귀수 (8724)"
    },
    {
        "source": "이귀수 (8724)",
        "target": "최안지 (8738)"
    },
    {
        "source": "이귀수 (8724)",
        "target": "곽비 (8735)"
    },
    {
        "source": "이귀수 (8724)",
        "target": "이송 (8731)"
    },
    {
        "source": "이귀수 (8724)",
        "target": "최흥윤 (8725)"
    },
    {
        "source": "한계충 (8745)",
        "target": "한안해 (8746)"
    },
    {
        "source": "한계충 (8745)",
        "target": "한안방 (8799)"
    },
    {
        "source": "한계충 (8745)",
        "target": "한안경 (8782)"
    },
    {
        "source": "한계충 (8745)",
        "target": "이음 (8819)"
    },
    {
        "source": "한계충 (8745)",
        "target": "김상한 (8800)"
    },
    {
        "source": "한안해 (8746)",
        "target": "한철정 (8761)"
    },
    {
        "source": "한안해 (8746)",
        "target": "한효제 (8747)"
    },
    {
        "source": "한안해 (8746)",
        "target": "한효지 (8757)"
    },
    {
        "source": "한안해 (8746)",
        "target": "오치하 (8752)"
    },
    {
        "source": "한안해 (8746)",
        "target": "한륜 (8763)"
    },
    {
        "source": "한안해 (8746)",
        "target": "한복정 (8768)"
    },
    {
        "source": "한안경 (8782)",
        "target": "한윤량 (8794)"
    },
    {
        "source": "한안경 (8782)",
        "target": "한윤빈 (8783)"
    },
    {
        "source": "한안경 (8782)",
        "target": "한윤정 (8786)"
    },
    {
        "source": "한안경 (8782)",
        "target": "한윤부 (8790)"
    },
    {
        "source": "김상한 (8800)",
        "target": "김귀인 (8801)"
    },
    {
        "source": "김상한 (8800)",
        "target": "김귀영 (8817)"
    },
    {
        "source": "김상한 (8800)",
        "target": "방無 (8812)"
    },
    {
        "source": "김상한 (8800)",
        "target": "김귀x (8816)"
    },
    {
        "source": "김상한 (8800)",
        "target": "김귀사 (8805)"
    },
    {
        "source": "김상한 (8800)",
        "target": "황유지 (8808)"
    },
    {
        "source": "강순룡 (8820)",
        "target": "유자 (8822)"
    },
    {
        "source": "강순룡 (8820)",
        "target": "강女 (8896)"
    },
    {
        "source": "강순룡 (8820)",
        "target": "강희 (8821)"
    },
    {
        "source": "유자 (8822)",
        "target": "이맹상 (8823)"
    },
    {
        "source": "유자 (8822)",
        "target": "박득중 (8886)"
    },
    {
        "source": "권가봉 (8899)",
        "target": "권子 (8900)"
    },
    {
        "source": "권子 (8900)",
        "target": "권만 (8901)"
    },
    {
        "source": "권한유 (8902)",
        "target": "이용 (8903)"
    },
    {
        "source": "권한유 (8902)",
        "target": "권석 (9129)"
    },
    {
        "source": "권한유 (8902)",
        "target": "권숙 (9114)"
    },
    {
        "source": "이용 (8903)",
        "target": "이원굉 (8904)"
    },
    {
        "source": "이용 (8903)",
        "target": "금인숙 (9019)"
    },
    {
        "source": "이용 (8903)",
        "target": "이원강 (9103)"
    },
    {
        "source": "이용 (8903)",
        "target": "이흥 (9092)"
    },
    {
        "source": "이용 (8903)",
        "target": "이원집 (9053)"
    },
    {
        "source": "이용 (8903)",
        "target": "이원현 (9094)"
    },
    {
        "source": "이용 (8903)",
        "target": "권손 (9093)"
    },
    {
        "source": "이용 (8903)",
        "target": "임건 (8968)"
    },
    {
        "source": "이원굉 (8904)",
        "target": "이조 (8905)"
    },
    {
        "source": "이원굉 (8904)",
        "target": "권보 (8943)"
    },
    {
        "source": "이원굉 (8904)",
        "target": "이약 (8929)"
    },
    {
        "source": "이원굉 (8904)",
        "target": "민교 (8961)"
    },
    {
        "source": "이원굉 (8904)",
        "target": "왕석 (8967)"
    },
    {
        "source": "이원굉 (8904)",
        "target": "이관 (8944)"
    },
    {
        "source": "임건 (8968)",
        "target": "박진 (8969)"
    },
    {
        "source": "임건 (8968)",
        "target": "손순일 (9001)"
    },
    {
        "source": "임건 (8968)",
        "target": "김리공 (9017)"
    },
    {
        "source": "금인숙 (9019)",
        "target": "금완 (9023)"
    },
    {
        "source": "금인숙 (9019)",
        "target": "금청 (9020)"
    },
    {
        "source": "금인숙 (9019)",
        "target": "금안 (9049)"
    },
    {
        "source": "금인숙 (9019)",
        "target": "유우 (9026)"
    },
    {
        "source": "금인숙 (9019)",
        "target": "김덕생 (9032)"
    },
    {
        "source": "이원집 (9053)",
        "target": "최이기 (9086)"
    },
    {
        "source": "이원집 (9053)",
        "target": "이장손 (9054)"
    },
    {
        "source": "이원집 (9053)",
        "target": "이달 (9079)"
    },
    {
        "source": "이원현 (9094)",
        "target": "김숙형 (9099)"
    },
    {
        "source": "이원현 (9094)",
        "target": "박시우 (9100)"
    },
    {
        "source": "이원현 (9094)",
        "target": "손림 (9096)"
    },
    {
        "source": "이원현 (9094)",
        "target": "이엄 (9095)"
    },
    {
        "source": "이원강 (9103)",
        "target": "이활 (9105)"
    },
    {
        "source": "이원강 (9103)",
        "target": "박준 (9111)"
    },
    {
        "source": "이원강 (9103)",
        "target": "김맹성 (9104)"
    },
    {
        "source": "권숙 (9114)",
        "target": "유림 (9115)"
    },
    {
        "source": "권숙 (9114)",
        "target": "권가종 (9119)"
    },
    {
        "source": "권숙 (9114)",
        "target": "권가균 (9121)"
    },
    {
        "source": "권숙 (9114)",
        "target": "권가이 (9127)"
    },
    {
        "source": "유림 (9115)",
        "target": "유효 (9116)"
    },
    {
        "source": "권가종 (9119)",
        "target": "권정 (9120)"
    },
    {
        "source": "권가균 (9121)",
        "target": "권맹달 (9122)"
    },
    {
        "source": "권가균 (9121)",
        "target": "권귀달 (9124)"
    },
    {
        "source": "권가균 (9121)",
        "target": "양인백 (9126)"
    },
    {
        "source": "권가이 (9127)",
        "target": "하경 (9128)"
    },
    {
        "source": "권석 (9129)",
        "target": "이탕 (9173)"
    },
    {
        "source": "권석 (9129)",
        "target": "양원견 (9141)"
    },
    {
        "source": "권석 (9129)",
        "target": "최해 (9130)"
    },
    {
        "source": "최해 (9130)",
        "target": "이세형 (9131)"
    },
    {
        "source": "최해 (9130)",
        "target": "정함 (9140)"
    },
    {
        "source": "양원견 (9141)",
        "target": "양의 (9144)"
    },
    {
        "source": "양원견 (9141)",
        "target": "양상 (9142)"
    },
    {
        "source": "양원견 (9141)",
        "target": "강륜 (9166)"
    },
    {
        "source": "양원견 (9141)",
        "target": "양지 (9155)"
    },
    {
        "source": "양원견 (9141)",
        "target": "이뢰 (9157)"
    },
    {
        "source": "양원견 (9141)",
        "target": "진가문 (9169)"
    },
    {
        "source": "양원견 (9141)",
        "target": "임혁 (9167)"
    },
    {
        "source": "양원견 (9141)",
        "target": "김유진 (9146)"
    },
    {
        "source": "권윤평 (9174)",
        "target": "권만 (9379)"
    },
    {
        "source": "권윤평 (9174)",
        "target": "권중 (9257)"
    },
    {
        "source": "권윤평 (9174)",
        "target": "권구 (9175)"
    },
    {
        "source": "권구 (9175)",
        "target": "김중보 (9251)"
    },
    {
        "source": "권구 (9175)",
        "target": "권세진 (9176)"
    },
    {
        "source": "권세진 (9176)",
        "target": "권인 (9177)"
    },
    {
        "source": "권세진 (9176)",
        "target": "정여해 (9237)"
    },
    {
        "source": "권인 (9177)",
        "target": "손순백 (9223)"
    },
    {
        "source": "권인 (9177)",
        "target": "권후 (9178)"
    },
    {
        "source": "정여해 (9237)",
        "target": "정훈 (9238)"
    },
    {
        "source": "정여해 (9237)",
        "target": "유정 (9243)"
    },
    {
        "source": "정여해 (9237)",
        "target": "윤임 (9249)"
    },
    {
        "source": "김중보 (9251)",
        "target": "김취용 (9253)"
    },
    {
        "source": "김중보 (9251)",
        "target": "김정용 (9252)"
    },
    {
        "source": "김취용 (9253)",
        "target": "배환 (9254)"
    },
    {
        "source": "김취용 (9253)",
        "target": "배환 (9256)"
    },
    {
        "source": "김취용 (9253)",
        "target": "권처중 (9255)"
    },
    {
        "source": "권중 (9257)",
        "target": "권덕생 (9327)"
    },
    {
        "source": "권중 (9257)",
        "target": "권유시 (9305)"
    },
    {
        "source": "권중 (9257)",
        "target": "남간 (9325)"
    },
    {
        "source": "권중 (9257)",
        "target": "권인숙 (9258)"
    },
    {
        "source": "권인숙 (9258)",
        "target": "권정후 (9259)"
    },
    {
        "source": "권인숙 (9258)",
        "target": "권자후 (9275)"
    },
    {
        "source": "권인숙 (9258)",
        "target": "권방후 (9296)"
    },
    {
        "source": "권인숙 (9258)",
        "target": "권득후 (9266)"
    },
    {
        "source": "권정후 (9259)",
        "target": "박인비 (9263)"
    },
    {
        "source": "권정후 (9259)",
        "target": "장중량 (9260)"
    },
    {
        "source": "권득후 (9266)",
        "target": "권순 (9267)"
    },
    {
        "source": "권자후 (9275)",
        "target": "권사준 (9276)"
    },
    {
        "source": "권자후 (9275)",
        "target": "권안세 (9280)"
    },
    {
        "source": "권자후 (9275)",
        "target": "권명세 (9285)"
    },
    {
        "source": "권자후 (9275)",
        "target": "권영세 (9286)"
    },
    {
        "source": "권자후 (9275)",
        "target": "정상 (9291)"
    },
    {
        "source": "권방후 (9296)",
        "target": "권시 (9297)"
    },
    {
        "source": "권방후 (9296)",
        "target": "김봉린 (9303)"
    },
    {
        "source": "권유시 (9305)",
        "target": "남인좌 (9324)"
    },
    {
        "source": "권유시 (9305)",
        "target": "반의 (9306)"
    },
    {
        "source": "반의 (9306)",
        "target": "반회 (9320)"
    },
    {
        "source": "반의 (9306)",
        "target": "반사규 (9307)"
    },
    {
        "source": "반의 (9306)",
        "target": "이유 (9314)"
    },
    {
        "source": "반의 (9306)",
        "target": "반암 (9309)"
    },
    {
        "source": "남간 (9325)",
        "target": "남인우 (9326)"
    },
    {
        "source": "권덕생 (9327)",
        "target": "권계형 (9366)"
    },
    {
        "source": "권덕생 (9327)",
        "target": "권을형 (9346)"
    },
    {
        "source": "권덕생 (9327)",
        "target": "권자형 (9328)"
    },
    {
        "source": "권덕생 (9327)",
        "target": "심계문 (9370)"
    },
    {
        "source": "권자형 (9328)",
        "target": "최계 (9343)"
    },
    {
        "source": "권자형 (9328)",
        "target": "권거약 (9338)"
    },
    {
        "source": "권자형 (9328)",
        "target": "김영 (9336)"
    },
    {
        "source": "권자형 (9328)",
        "target": "권해 (9329)"
    },
    {
        "source": "권을형 (9346)",
        "target": "권당 (9347)"
    },
    {
        "source": "권계형 (9366)",
        "target": "조승귀 (9367)"
    },
    {
        "source": "권계형 (9366)",
        "target": "권신 (9369)"
    },
    {
        "source": "권계형 (9366)",
        "target": "박가인 (9368)"
    },
    {
        "source": "심계문 (9370)",
        "target": "장배 (9374)"
    },
    {
        "source": "심계문 (9370)",
        "target": "심희괄 (9371)"
    },
    {
        "source": "심계문 (9370)",
        "target": "심희온 (9372)"
    },
    {
        "source": "심계문 (9370)",
        "target": "심희발 (9373)"
    },
    {
        "source": "심계문 (9370)",
        "target": "심희정 (9378)"
    },
    {
        "source": "권만 (9379)",
        "target": "권앙 (9380)"
    },
    {
        "source": "권앙 (9380)",
        "target": "권방정 (9381)"
    },
    {
        "source": "권방정 (9381)",
        "target": "정국전 (9382)"
    },
    {
        "source": "권윤보 (9385)",
        "target": "권형 (9386)"
    },
    {
        "source": "권윤보 (9385)",
        "target": "권연 (9399)"
    },
    {
        "source": "권윤보 (9385)",
        "target": "강창귀 (9484)"
    },
    {
        "source": "권윤보 (9385)",
        "target": "권확 (9663)"
    },
    {
        "source": "권윤보 (9385)",
        "target": "이오춘 (9667)"
    },
    {
        "source": "권윤보 (9385)",
        "target": "권이 (9670)"
    },
    {
        "source": "권윤보 (9385)",
        "target": "권거남 (9679)"
    },
    {
        "source": "권형 (9386)",
        "target": "허소유 (9394)"
    },
    {
        "source": "권형 (9386)",
        "target": "권주경 (9387)"
    },
    {
        "source": "권형 (9386)",
        "target": "김유정 (9396)"
    },
    {
        "source": "권주경 (9387)",
        "target": "권빈 (9388)"
    },
    {
        "source": "권주경 (9387)",
        "target": "권전 (9389)"
    },
    {
        "source": "권주경 (9387)",
        "target": "권시 (9390)"
    },
    {
        "source": "권주경 (9387)",
        "target": "권도 (9391)"
    },
    {
        "source": "권주경 (9387)",
        "target": "성로 (9392)"
    },
    {
        "source": "권주경 (9387)",
        "target": "김천질 (9393)"
    },
    {
        "source": "허소유 (9394)",
        "target": "허창 (9395)"
    },
    {
        "source": "김유정 (9396)",
        "target": "김을재 (9397)"
    },
    {
        "source": "김유정 (9396)",
        "target": "김을충 (9398)"
    },
    {
        "source": "권연 (9399)",
        "target": "권광찬 (9466)"
    },
    {
        "source": "권연 (9399)",
        "target": "권의 (9463)"
    },
    {
        "source": "권연 (9399)",
        "target": "권식 (9400)"
    },
    {
        "source": "권연 (9399)",
        "target": "정익주 (9473)"
    },
    {
        "source": "권식 (9400)",
        "target": "박덕방 (9412)"
    },
    {
        "source": "권식 (9400)",
        "target": "권추 (9445)"
    },
    {
        "source": "권식 (9400)",
        "target": "권개 (9401)"
    },
    {
        "source": "권개 (9401)",
        "target": "강無 (9411)"
    },
    {
        "source": "권개 (9401)",
        "target": "권구 (9407)"
    },
    {
        "source": "권개 (9401)",
        "target": "이전 (9405)"
    },
    {
        "source": "권개 (9401)",
        "target": "권칭 (9404)"
    },
    {
        "source": "권개 (9401)",
        "target": "권도 (9402)"
    },
    {
        "source": "박덕방 (9412)",
        "target": "박석 (9413)"
    },
    {
        "source": "권추 (9445)",
        "target": "권의 (9458)"
    },
    {
        "source": "권추 (9445)",
        "target": "박가연 (9446)"
    },
    {
        "source": "권추 (9445)",
        "target": "정포 (9454)"
    },
    {
        "source": "권추 (9445)",
        "target": "권훈 (9452)"
    },
    {
        "source": "권의 (9463)",
        "target": "권女 (9465)"
    },
    {
        "source": "권의 (9463)",
        "target": "권子 (9464)"
    },
    {
        "source": "권광찬 (9466)",
        "target": "권태정 (9467)"
    },
    {
        "source": "권광찬 (9466)",
        "target": "권첨 (9469)"
    },
    {
        "source": "권광찬 (9466)",
        "target": "권태부 (9468)"
    },
    {
        "source": "권첨 (9469)",
        "target": "이소축 (9471)"
    },
    {
        "source": "권첨 (9469)",
        "target": "조경주 (9470)"
    },
    {
        "source": "정익주 (9473)",
        "target": "조흥 (9474)"
    },
    {
        "source": "정익주 (9473)",
        "target": "서효순 (9482)"
    },
    {
        "source": "조흥 (9474)",
        "target": "김無 (9480)"
    },
    {
        "source": "조흥 (9474)",
        "target": "조상림 (9476)"
    },
    {
        "source": "조흥 (9474)",
        "target": "조중림 (9475)"
    },
    {
        "source": "조흥 (9474)",
        "target": "조無 (9481)"
    },
    {
        "source": "조흥 (9474)",
        "target": "조계림 (9479)"
    },
    {
        "source": "서효순 (9482)",
        "target": "이중성 (9483)"
    },
    {
        "source": "강창귀 (9484)",
        "target": "강군보 (9485)"
    },
    {
        "source": "강군보 (9485)",
        "target": "강책 (9514)"
    },
    {
        "source": "강군보 (9485)",
        "target": "강시 (9515)"
    },
    {
        "source": "강군보 (9485)",
        "target": "강서 (9486)"
    },
    {
        "source": "강서 (9486)",
        "target": "강주 (9487)"
    },
    {
        "source": "강서 (9486)",
        "target": "최사강 (9490)"
    },
    {
        "source": "강시 (9515)",
        "target": "강회순 (9638)"
    },
    {
        "source": "강시 (9515)",
        "target": "강회백 (9516)"
    },
    {
        "source": "강시 (9515)",
        "target": "강회숙 (9658)"
    },
    {
        "source": "강시 (9515)",
        "target": "강회계 (9662)"
    },
    {
        "source": "강시 (9515)",
        "target": "강회중 (9601)"
    },
    {
        "source": "권확 (9663)",
        "target": "이영우 (9664)"
    },
    {
        "source": "이영우 (9664)",
        "target": "조자섬 (9665)"
    },
    {
        "source": "조자섬 (9665)",
        "target": "조女 (9666)"
    },
    {
        "source": "이오춘 (9667)",
        "target": "이중명 (9669)"
    },
    {
        "source": "이오춘 (9667)",
        "target": "이맹명 (9668)"
    },
    {
        "source": "권이 (9670)",
        "target": "권복경 (9673)"
    },
    {
        "source": "권이 (9670)",
        "target": "권준경 (9671)"
    },
    {
        "source": "권준경 (9671)",
        "target": "강 (9672)"
    },
    {
        "source": "권복경 (9673)",
        "target": "강화보 (9675)"
    },
    {
        "source": "권복경 (9673)",
        "target": "강경화 (9674)"
    },
    {
        "source": "강화보 (9675)",
        "target": "강손기 (9676)"
    },
    {
        "source": "강화보 (9675)",
        "target": "유의 (9678)"
    },
    {
        "source": "강화보 (9675)",
        "target": "강손수 (9677)"
    },
    {
        "source": "권거남 (9679)",
        "target": "권사원 (9680)"
    },
    {
        "source": "권거남 (9679)",
        "target": "권사직 (9692)"
    },
    {
        "source": "권사원 (9680)",
        "target": "권조 (9682)"
    },
    {
        "source": "권사원 (9680)",
        "target": "권중 (9681)"
    },
    {
        "source": "권조 (9682)",
        "target": "권귀형 (9683)"
    },
    {
        "source": "권조 (9682)",
        "target": "정양 (9687)"
    },
    {
        "source": "권사직 (9692)",
        "target": "권女 (9700)"
    },
    {
        "source": "권사직 (9692)",
        "target": "권女 (9699)"
    },
    {
        "source": "권사직 (9692)",
        "target": "권감 (9693)"
    },
    {
        "source": "권감 (9693)",
        "target": "문여상 (9694)"
    },
    {
        "source": "권빈 (9702)",
        "target": "권용일 (9709)"
    },
    {
        "source": "권빈 (9702)",
        "target": "권덕수 (9703)"
    },
    {
        "source": "권덕수 (9703)",
        "target": "권도남 (9704)"
    },
    {
        "source": "권도남 (9704)",
        "target": "정후 (9705)"
    },
    {
        "source": "정후 (9705)",
        "target": "정자형 (9706)"
    },
    {
        "source": "권함 (9710)",
        "target": "손홍우 (9711)"
    },
    {
        "source": "손홍우 (9711)",
        "target": "손대원 (9712)"
    },
    {
        "source": "손대원 (9712)",
        "target": "손성물 (9715)"
    },
    {
        "source": "손대원 (9712)",
        "target": "손성무 (9713)"
    },
    {
        "source": "손성무 (9713)",
        "target": "유無 (9714)"
    },
    {
        "source": "손성물 (9715)",
        "target": "정無 (9717)"
    },
    {
        "source": "손성물 (9715)",
        "target": "손연 (9716)"
    },
    {
        "source": "손성물 (9715)",
        "target": "손女 (9719)"
    },
    {
        "source": "손성물 (9715)",
        "target": "손女 (9720)"
    },
    {
        "source": "손성물 (9715)",
        "target": "김無 (9718)"
    },
    {
        "source": "김윤간 (9721)",
        "target": "김경류 (9725)"
    },
    {
        "source": "김윤간 (9721)",
        "target": "김용수 (9726)"
    },
    {
        "source": "김윤간 (9721)",
        "target": "김시찬 (9722)"
    },
    {
        "source": "김윤간 (9721)",
        "target": "김양신 (9723)"
    },
    {
        "source": "김윤간 (9721)",
        "target": "김정신 (9724)"
    },
    {
        "source": "김윤간 (9721)",
        "target": "김자 (9729)"
    },
    {
        "source": "김윤간 (9721)",
        "target": "조의 (9727)"
    },
    {
        "source": "김윤간 (9721)",
        "target": "권리 (9728)"
    },
    {
        "source": "김자 (9729)",
        "target": "김의 (9730)"
    },
    {
        "source": "김의 (9730)",
        "target": "권득우 (9731)"
    },
    {
        "source": "권득우 (9731)",
        "target": "권진 (9732)"
    },
    {
        "source": "권득우 (9731)",
        "target": "김을행 (9733)"
    },
    {
        "source": "방걸 (9792)",
        "target": "장무 (9793)"
    },
    {
        "source": "방걸 (9792)",
        "target": "無만년 (9795)"
    },
    {
        "source": "장무 (9793)",
        "target": "강희경 (9794)"
    },
    {
        "source": "無만년 (9795)",
        "target": "김기 (9797)"
    },
    {
        "source": "無만년 (9795)",
        "target": "無윤문 (9796)"
    },
    {
        "source": "無만년 (9795)",
        "target": "無子 (9803)"
    },
    {
        "source": "김기 (9797)",
        "target": "김태류 (9798)"
    },
    {
        "source": "김태류 (9798)",
        "target": "김정 (9799)"
    },
    {
        "source": "김정 (9799)",
        "target": "김보림 (9801)"
    },
    {
        "source": "김정 (9799)",
        "target": "김서린 (9800)"
    },
    {
        "source": "권양준 (9804)",
        "target": "권정 (9805)"
    },
    {
        "source": "권정 (9805)",
        "target": "권혁 (9806)"
    },
    {
        "source": "권정 (9805)",
        "target": "권성태 (10142)"
    },
    {
        "source": "권정 (9805)",
        "target": "안수견 (10186)"
    },
    {
        "source": "권혁 (9806)",
        "target": "권용일 (9807)"
    },
    {
        "source": "권용일 (9807)",
        "target": "권희정 (9808)"
    },
    {
        "source": "권희정 (9808)",
        "target": "권치 (10119)"
    },
    {
        "source": "권희정 (9808)",
        "target": "이운후 (10034)"
    },
    {
        "source": "권희정 (9808)",
        "target": "권곡 (9809)"
    },
    {
        "source": "권희정 (9808)",
        "target": "권헌 (10033)"
    },
    {
        "source": "권희정 (9808)",
        "target": "권진 (9907)"
    },
    {
        "source": "권희정 (9808)",
        "target": "권지 (9997)"
    },
    {
        "source": "권희정 (9808)",
        "target": "권흥도 (9840)"
    },
    {
        "source": "권희정 (9808)",
        "target": "배상지 (9841)"
    },
    {
        "source": "권희정 (9808)",
        "target": "김혁 (10074)"
    },
    {
        "source": "권희정 (9808)",
        "target": "권초 (10102)"
    },
    {
        "source": "권성태 (10142)",
        "target": "권여온 (10158)"
    },
    {
        "source": "권성태 (10142)",
        "target": "권행수 (10157)"
    },
    {
        "source": "권성태 (10142)",
        "target": "권인미 (10156)"
    },
    {
        "source": "권성태 (10142)",
        "target": "권공신 (10143)"
    },
    {
        "source": "권공신 (10143)",
        "target": "김지유 (10155)"
    },
    {
        "source": "권공신 (10143)",
        "target": "권인진 (10154)"
    },
    {
        "source": "권공신 (10143)",
        "target": "권인경 (10153)"
    },
    {
        "source": "권공신 (10143)",
        "target": "권인간 (10144)"
    },
    {
        "source": "권인간 (10144)",
        "target": "권승도 (10145)"
    },
    {
        "source": "권여온 (10158)",
        "target": "권윤경 (10159)"
    },
    {
        "source": "권여온 (10158)",
        "target": "권문경 (10185)"
    },
    {
        "source": "권여온 (10158)",
        "target": "권만경 (10181)"
    },
    {
        "source": "권여온 (10158)",
        "target": "권희봉 (10182)"
    },
    {
        "source": "권여온 (10158)",
        "target": "권현경 (10183)"
    },
    {
        "source": "권여온 (10158)",
        "target": "권백종 (10184)"
    },
    {
        "source": "권윤경 (10159)",
        "target": "권직균 (10160)"
    },
    {
        "source": "안수견 (10186)",
        "target": "김無 (10187)"
    },
    {
        "source": "안수견 (10186)",
        "target": "권선 (10188)"
    },
    {
        "source": "권선 (10188)",
        "target": "김정수 (10191)"
    },
    {
        "source": "권선 (10188)",
        "target": "반지영 (10190)"
    },
    {
        "source": "권선 (10188)",
        "target": "김중평 (10189)"
    },
    {
        "source": "김이견 (10192)",
        "target": "권미 (10193)"
    },
    {
        "source": "권미 (10193)",
        "target": "김혜 (10195)"
    },
    {
        "source": "권미 (10193)",
        "target": "권경 (10194)"
    },
    {
        "source": "김혜 (10195)",
        "target": "김군정 (10197)"
    },
    {
        "source": "김혜 (10195)",
        "target": "김양정 (10196)"
    },
    {
        "source": "김군정 (10197)",
        "target": "권효생 (10198)"
    },
    {
        "source": "권효생 (10198)",
        "target": "이형 (10199)"
    },
    {
        "source": "권취의 (10200)",
        "target": "권체화 (10201)"
    },
    {
        "source": "권체화 (10201)",
        "target": "권득원 (10203)"
    },
    {
        "source": "권체화 (10201)",
        "target": "권부 (10202)"
    },
    {
        "source": "권통 (10204)",
        "target": "권영정 (10205)"
    },
    {
        "source": "권영정 (10205)",
        "target": "권균주 (10206)"
    },
    {
        "source": "권영정 (10205)",
        "target": "권균석 (10207)"
    },
    {
        "source": "권균석 (10207)",
        "target": "권직성 (10208)"
    },
    {
        "source": "권직성 (10208)",
        "target": "권백 (10209)"
    },
    {
        "source": "권직성 (10208)",
        "target": "권여 (10211)"
    },
    {
        "source": "권직성 (10208)",
        "target": "권女 (10210)"
    },
    {
        "source": "권직성 (10208)",
        "target": "권윤해 (10212)"
    },
    {
        "source": "권윤해 (10212)",
        "target": "권추 (10213)"
    },
    {
        "source": "권추 (10213)",
        "target": "권방 (10214)"
    },
    {
        "source": "권방 (10214)",
        "target": "문상충 (10237)"
    },
    {
        "source": "권방 (10214)",
        "target": "최효남 (10232)"
    },
    {
        "source": "권방 (10214)",
        "target": "권득경 (10242)"
    },
    {
        "source": "권방 (10214)",
        "target": "김보손 (10240)"
    },
    {
        "source": "권방 (10214)",
        "target": "김선도 (10215)"
    },
    {
        "source": "권방 (10214)",
        "target": "박이생 (10228)"
    },
    {
        "source": "권방 (10214)",
        "target": "권득중 (10224)"
    }
]