var edges = [
    {
        "from": 4,
        "to": 2,
        "title": "편의점 < - > 정통호프 : 0.85"
    },
    {
        "from": 6,
        "to": 0,
        "title": "주유소 < - > 슈퍼마켓(일반) : 0.85"
    },
    {
        "from": 6,
        "to": 3,
        "title": "주유소 < - > 정육점 : 0.85"
    },
    {
        "from": 7,
        "to": 0,
        "title": "햄버거 < - > 슈퍼마켓(일반) : 0.86"
    },
    {
        "from": 7,
        "to": 5,
        "title": "햄버거 < - > 분식 : 0.9"
    },
    {
        "from": 7,
        "to": 6,
        "title": "햄버거 < - > 주유소 : 0.93"
    },
    {
        "from": 10,
        "to": 0,
        "title": "한정식 < - > 슈퍼마켓(일반) : 0.98"
    },
    {
        "from": 10,
        "to": 6,
        "title": "한정식 < - > 주유소 : 0.85"
    },
    {
        "from": 11,
        "to": 0,
        "title": "스테이크 전문점 < - > 슈퍼마켓(일반) : 0.85"
    },
    {
        "from": 11,
        "to": 2,
        "title": "스테이크 전문점 < - > 정통호프 : 0.85"
    },
    {
        "from": 11,
        "to": 6,
        "title": "스테이크 전문점 < - > 주유소 : 0.91"
    },
    {
        "from": 11,
        "to": 8,
        "title": "스테이크 전문점 < - > 치킨/바비큐/호프 : 0.88"
    },
    {
        "from": 11,
        "to": 10,
        "title": "스테이크 전문점 < - > 한정식 : 0.9"
    },
    {
        "from": 12,
        "to": 0,
        "title": "커피전문점 < - > 슈퍼마켓(일반) : 0.88"
    },
    {
        "from": 12,
        "to": 2,
        "title": "커피전문점 < - > 정통호프 : 0.91"
    },
    {
        "from": 12,
        "to": 4,
        "title": "커피전문점 < - > 편의점 : 0.9"
    },
    {
        "from": 12,
        "to": 10,
        "title": "커피전문점 < - > 한정식 : 0.91"
    },
    {
        "from": 12,
        "to": 11,
        "title": "커피전문점 < - > 스테이크 전문점 : 0.88"
    },
    {
        "from": 13,
        "to": 3,
        "title": "정통일식 < - > 정육점 : 0.85"
    },
    {
        "from": 14,
        "to": 11,
        "title": "이비인후과 < - > 스테이크 전문점 : 0.85"
    },
    {
        "from": 16,
        "to": 13,
        "title": "갈비/삽겹살/불고기 < - > 정통일식 : 0.85"
    },
    {
        "from": 17,
        "to": 0,
        "title": "실내포차 < - > 슈퍼마켓(일반) : 0.89"
    },
    {
        "from": 17,
        "to": 2,
        "title": "실내포차 < - > 정통호프 : 0.88"
    },
    {
        "from": 17,
        "to": 4,
        "title": "실내포차 < - > 편의점 : 0.87"
    },
    {
        "from": 17,
        "to": 8,
        "title": "실내포차 < - > 치킨/바비큐/호프 : 0.92"
    },
    {
        "from": 17,
        "to": 10,
        "title": "실내포차 < - > 한정식 : 0.93"
    },
    {
        "from": 17,
        "to": 11,
        "title": "실내포차 < - > 스테이크 전문점 : 0.96"
    },
    {
        "from": 17,
        "to": 12,
        "title": "실내포차 < - > 커피전문점 : 0.93"
    },
    {
        "from": 18,
        "to": 6,
        "title": "활어회 < - > 주유소 : 0.91"
    },
    {
        "from": 18,
        "to": 8,
        "title": "활어회 < - > 치킨/바비큐/호프 : 0.85"
    },
    {
        "from": 18,
        "to": 11,
        "title": "활어회 < - > 스테이크 전문점 : 0.94"
    },
    {
        "from": 18,
        "to": 14,
        "title": "활어회 < - > 이비인후과 : 0.85"
    },
    {
        "from": 18,
        "to": 17,
        "title": "활어회 < - > 실내포차 : 0.85"
    },
    {
        "from": 20,
        "to": 16,
        "title": "잡화 < - > 갈비/삽겹살/불고기 : 0.94"
    },
    {
        "from": 22,
        "to": 3,
        "title": "약국 < - > 정육점 : 0.85"
    },
    {
        "from": 22,
        "to": 5,
        "title": "약국 < - > 분식 : 0.86"
    },
    {
        "from": 22,
        "to": 6,
        "title": "약국 < - > 주유소 : 0.86"
    },
    {
        "from": 22,
        "to": 7,
        "title": "약국 < - > 햄버거 : 0.9"
    },
    {
        "from": 24,
        "to": 3,
        "title": "돈가스 전문점 < - > 정육점 : 0.86"
    },
    {
        "from": 24,
        "to": 5,
        "title": "돈가스 전문점 < - > 분식 : 0.88"
    },
    {
        "from": 24,
        "to": 6,
        "title": "돈가스 전문점 < - > 주유소 : 0.94"
    },
    {
        "from": 24,
        "to": 7,
        "title": "돈가스 전문점 < - > 햄버거 : 0.94"
    },
    {
        "from": 24,
        "to": 14,
        "title": "돈가스 전문점 < - > 이비인후과 : 0.88"
    },
    {
        "from": 24,
        "to": 22,
        "title": "돈가스 전문점 < - > 약국 : 0.9"
    },
    {
        "from": 25,
        "to": 3,
        "title": "패밀리레스토랑 < - > 정육점 : 0.88"
    },
    {
        "from": 25,
        "to": 13,
        "title": "패밀리레스토랑 < - > 정통일식 : 0.86"
    },
    {
        "from": 27,
        "to": 13,
        "title": "동물병원 < - > 정통일식 : 0.87"
    },
    {
        "from": 27,
        "to": 16,
        "title": "동물병원 < - > 갈비/삽겹살/불고기 : 0.89"
    },
    {
        "from": 27,
        "to": 22,
        "title": "동물병원 < - > 약국 : 0.91"
    },
    {
        "from": 27,
        "to": 24,
        "title": "동물병원 < - > 돈가스 전문점 : 0.92"
    },
    {
        "from": 28,
        "to": 18,
        "title": "치과 < - > 활어회 : 0.86"
    },
    {
        "from": 28,
        "to": 21,
        "title": "치과 < - > 일반식당 : 0.96"
    },
    {
        "from": 31,
        "to": 23,
        "title": "대입학원 < - > 찜닭/불닭 : 1"
    },
    {
        "from": 33,
        "to": 6,
        "title": "스크린골프 < - > 주유소 : 0.88"
    },
    {
        "from": 33,
        "to": 24,
        "title": "스크린골프 < - > 돈가스 전문점 : 0.88"
    },
    {
        "from": 33,
        "to": 27,
        "title": "스크린골프 < - > 동물병원 : 0.9"
    },
    {
        "from": 34,
        "to": 13,
        "title": "뷔페 < - > 정통일식 : 0.91"
    },
    {
        "from": 36,
        "to": 8,
        "title": "클럽주점 < - > 치킨/바비큐/호프 : 0.86"
    },
    {
        "from": 36,
        "to": 17,
        "title": "클럽주점 < - > 실내포차 : 0.85"
    },
    {
        "from": 38,
        "to": 6,
        "title": "노래방 < - > 주유소 : 0.89"
    },
    {
        "from": 38,
        "to": 18,
        "title": "노래방 < - > 활어회 : 0.9"
    },
    {
        "from": 38,
        "to": 21,
        "title": "노래방 < - > 일반식당 : 0.87"
    },
    {
        "from": 38,
        "to": 28,
        "title": "노래방 < - > 치과 : 0.9"
    },
    {
        "from": 39,
        "to": 16,
        "title": "의료기 < - > 갈비/삽겹살/불고기 : 0.91"
    },
    {
        "from": 39,
        "to": 20,
        "title": "의료기 < - > 잡화 : 0.94"
    },
    {
        "from": 40,
        "to": 15,
        "title": "비뇨기과 < - > 자동차경정비 : 0.86"
    },
    {
        "from": 41,
        "to": 16,
        "title": "서적/도서 < - > 갈비/삽겹살/불고기 : 0.94"
    },
    {
        "from": 41,
        "to": 20,
        "title": "서적/도서 < - > 잡화 : 1"
    },
    {
        "from": 41,
        "to": 39,
        "title": "서적/도서 < - > 의료기 : 0.94"
    },
    {
        "from": 42,
        "to": 0,
        "title": "소아과 < - > 슈퍼마켓(일반) : 0.97"
    },
    {
        "from": 42,
        "to": 10,
        "title": "소아과 < - > 한정식 : 0.96"
    },
    {
        "from": 42,
        "to": 12,
        "title": "소아과 < - > 커피전문점 : 0.85"
    },
    {
        "from": 43,
        "to": 42,
        "title": "찜질방 < - > 소아과 : 0.87"
    },
    {
        "from": 44,
        "to": 23,
        "title": "한방병원 < - > 찜닭/불닭 : 0.89"
    },
    {
        "from": 44,
        "to": 31,
        "title": "한방병원 < - > 대입학원 : 0.89"
    },
    {
        "from": 47,
        "to": 16,
        "title": "컴퓨터/주변기기 < - > 갈비/삽겹살/불고기 : 0.94"
    },
    {
        "from": 47,
        "to": 20,
        "title": "컴퓨터/주변기기 < - > 잡화 : 1"
    },
    {
        "from": 47,
        "to": 39,
        "title": "컴퓨터/주변기기 < - > 의료기 : 0.94"
    },
    {
        "from": 47,
        "to": 41,
        "title": "컴퓨터/주변기기 < - > 서적/도서 : 1"
    },
    {
        "from": 48,
        "to": 2,
        "title": "PC방 < - > 정통호프 : 0.92"
    },
    {
        "from": 48,
        "to": 17,
        "title": "PC방 < - > 실내포차 : 0.85"
    },
    {
        "from": 48,
        "to": 36,
        "title": "PC방 < - > 클럽주점 : 0.86"
    },
    {
        "from": 50,
        "to": 5,
        "title": "삼계탕/초계탕 < - > 분식 : 0.96"
    },
    {
        "from": 50,
        "to": 7,
        "title": "삼계탕/초계탕 < - > 햄버거 : 0.85"
    },
    {
        "from": 51,
        "to": 1,
        "title": "스포츠/등산용품 < - > 화장품 : 0.89"
    },
    {
        "from": 52,
        "to": 3,
        "title": "죽전문점 < - > 정육점 : 0.86"
    },
    {
        "from": 52,
        "to": 6,
        "title": "죽전문점 < - > 주유소 : 0.85"
    },
    {
        "from": 52,
        "to": 7,
        "title": "죽전문점 < - > 햄버거 : 0.88"
    },
    {
        "from": 52,
        "to": 13,
        "title": "죽전문점 < - > 정통일식 : 0.91"
    },
    {
        "from": 52,
        "to": 22,
        "title": "죽전문점 < - > 약국 : 0.92"
    },
    {
        "from": 52,
        "to": 24,
        "title": "죽전문점 < - > 돈가스 전문점 : 0.93"
    },
    {
        "from": 52,
        "to": 25,
        "title": "죽전문점 < - > 패밀리레스토랑 : 0.91"
    },
    {
        "from": 52,
        "to": 27,
        "title": "죽전문점 < - > 동물병원 : 0.91"
    },
    {
        "from": 53,
        "to": 0,
        "title": "낙지/쭈꾸미/오징어 < - > 슈퍼마켓(일반) : 0.88"
    },
    {
        "from": 53,
        "to": 5,
        "title": "낙지/쭈꾸미/오징어 < - > 분식 : 0.91"
    },
    {
        "from": 53,
        "to": 6,
        "title": "낙지/쭈꾸미/오징어 < - > 주유소 : 0.94"
    },
    {
        "from": 53,
        "to": 7,
        "title": "낙지/쭈꾸미/오징어 < - > 햄버거 : 0.94"
    },
    {
        "from": 53,
        "to": 8,
        "title": "낙지/쭈꾸미/오징어 < - > 치킨/바비큐/호프 : 0.9"
    },
    {
        "from": 53,
        "to": 10,
        "title": "낙지/쭈꾸미/오징어 < - > 한정식 : 0.88"
    },
    {
        "from": 53,
        "to": 11,
        "title": "낙지/쭈꾸미/오징어 < - > 스테이크 전문점 : 0.9"
    },
    {
        "from": 53,
        "to": 14,
        "title": "낙지/쭈꾸미/오징어 < - > 이비인후과 : 0.89"
    },
    {
        "from": 53,
        "to": 17,
        "title": "낙지/쭈꾸미/오징어 < - > 실내포차 : 0.91"
    },
    {
        "from": 53,
        "to": 18,
        "title": "낙지/쭈꾸미/오징어 < - > 활어회 : 0.86"
    },
    {
        "from": 53,
        "to": 24,
        "title": "낙지/쭈꾸미/오징어 < - > 돈가스 전문점 : 0.93"
    },
    {
        "from": 54,
        "to": 23,
        "title": "영어학원 < - > 찜닭/불닭 : 0.87"
    },
    {
        "from": 54,
        "to": 31,
        "title": "영어학원 < - > 대입학원 : 0.87"
    },
    {
        "from": 55,
        "to": 0,
        "title": "커리/덮밥 < - > 슈퍼마켓(일반) : 0.88"
    },
    {
        "from": 55,
        "to": 2,
        "title": "커리/덮밥 < - > 정통호프 : 0.89"
    },
    {
        "from": 55,
        "to": 4,
        "title": "커리/덮밥 < - > 편의점 : 0.92"
    },
    {
        "from": 55,
        "to": 8,
        "title": "커리/덮밥 < - > 치킨/바비큐/호프 : 0.86"
    },
    {
        "from": 55,
        "to": 10,
        "title": "커리/덮밥 < - > 한정식 : 0.93"
    },
    {
        "from": 55,
        "to": 11,
        "title": "커리/덮밥 < - > 스테이크 전문점 : 0.88"
    },
    {
        "from": 55,
        "to": 12,
        "title": "커리/덮밥 < - > 커피전문점 : 0.94"
    },
    {
        "from": 55,
        "to": 17,
        "title": "커리/덮밥 < - > 실내포차 : 0.97"
    },
    {
        "from": 55,
        "to": 42,
        "title": "커리/덮밥 < - > 소아과 : 0.85"
    },
    {
        "from": 55,
        "to": 48,
        "title": "커리/덮밥 < - > PC방 : 0.91"
    },
    {
        "from": 56,
        "to": 5,
        "title": "신발 < - > 분식 : 0.89"
    },
    {
        "from": 56,
        "to": 6,
        "title": "신발 < - > 주유소 : 0.86"
    },
    {
        "from": 56,
        "to": 7,
        "title": "신발 < - > 햄버거 : 0.87"
    },
    {
        "from": 56,
        "to": 16,
        "title": "신발 < - > 갈비/삽겹살/불고기 : 0.86"
    },
    {
        "from": 56,
        "to": 22,
        "title": "신발 < - > 약국 : 0.92"
    },
    {
        "from": 56,
        "to": 24,
        "title": "신발 < - > 돈가스 전문점 : 0.91"
    },
    {
        "from": 56,
        "to": 27,
        "title": "신발 < - > 동물병원 : 0.98"
    },
    {
        "from": 56,
        "to": 33,
        "title": "신발 < - > 스크린골프 : 0.89"
    },
    {
        "from": 56,
        "to": 50,
        "title": "신발 < - > 삼계탕/초계탕 : 0.89"
    },
    {
        "from": 56,
        "to": 52,
        "title": "신발 < - > 죽전문점 : 0.88"
    },
    {
        "from": 57,
        "to": 16,
        "title": "세탁소/빨래방 < - > 갈비/삽겹살/불고기 : 0.94"
    },
    {
        "from": 57,
        "to": 20,
        "title": "세탁소/빨래방 < - > 잡화 : 0.99"
    },
    {
        "from": 57,
        "to": 39,
        "title": "세탁소/빨래방 < - > 의료기 : 0.94"
    },
    {
        "from": 57,
        "to": 41,
        "title": "세탁소/빨래방 < - > 서적/도서 : 0.99"
    },
    {
        "from": 57,
        "to": 47,
        "title": "세탁소/빨래방 < - > 컴퓨터/주변기기 : 1"
    },
    {
        "from": 58,
        "to": 15,
        "title": "오토바이 < - > 자동차경정비 : 0.93"
    },
    {
        "from": 58,
        "to": 40,
        "title": "오토바이 < - > 비뇨기과 : 0.91"
    },
    {
        "from": 59,
        "to": 0,
        "title": "남성미용실 < - > 슈퍼마켓(일반) : 0.92"
    },
    {
        "from": 59,
        "to": 6,
        "title": "남성미용실 < - > 주유소 : 0.94"
    },
    {
        "from": 59,
        "to": 7,
        "title": "남성미용실 < - > 햄버거 : 0.92"
    },
    {
        "from": 59,
        "to": 8,
        "title": "남성미용실 < - > 치킨/바비큐/호프 : 0.9"
    },
    {
        "from": 59,
        "to": 10,
        "title": "남성미용실 < - > 한정식 : 0.93"
    },
    {
        "from": 59,
        "to": 11,
        "title": "남성미용실 < - > 스테이크 전문점 : 0.93"
    },
    {
        "from": 59,
        "to": 17,
        "title": "남성미용실 < - > 실내포차 : 0.94"
    },
    {
        "from": 59,
        "to": 24,
        "title": "남성미용실 < - > 돈가스 전문점 : 0.91"
    },
    {
        "from": 59,
        "to": 42,
        "title": "남성미용실 < - > 소아과 : 0.85"
    },
    {
        "from": 59,
        "to": 53,
        "title": "남성미용실 < - > 낙지/쭈꾸미/오징어 : 0.95"
    },
    {
        "from": 59,
        "to": 55,
        "title": "남성미용실 < - > 커리/덮밥 : 0.87"
    },
    {
        "from": 60,
        "to": 16,
        "title": "모텔 < - > 갈비/삽겹살/불고기 : 0.94"
    },
    {
        "from": 60,
        "to": 20,
        "title": "모텔 < - > 잡화 : 1"
    },
    {
        "from": 60,
        "to": 39,
        "title": "모텔 < - > 의료기 : 0.94"
    },
    {
        "from": 60,
        "to": 41,
        "title": "모텔 < - > 서적/도서 : 1"
    },
    {
        "from": 60,
        "to": 47,
        "title": "모텔 < - > 컴퓨터/주변기기 : 1"
    },
    {
        "from": 60,
        "to": 57,
        "title": "모텔 < - > 세탁소/빨래방 : 0.99"
    },
    {
        "from": 61,
        "to": 6,
        "title": "냉면 < - > 주유소 : 0.91"
    },
    {
        "from": 61,
        "to": 11,
        "title": "냉면 < - > 스테이크 전문점 : 0.87"
    },
    {
        "from": 61,
        "to": 14,
        "title": "냉면 < - > 이비인후과 : 0.88"
    },
    {
        "from": 61,
        "to": 24,
        "title": "냉면 < - > 돈가스 전문점 : 0.91"
    },
    {
        "from": 61,
        "to": 27,
        "title": "냉면 < - > 동물병원 : 0.94"
    },
    {
        "from": 61,
        "to": 33,
        "title": "냉면 < - > 스크린골프 : 0.96"
    },
    {
        "from": 61,
        "to": 53,
        "title": "냉면 < - > 낙지/쭈꾸미/오징어 : 0.86"
    },
    {
        "from": 61,
        "to": 56,
        "title": "냉면 < - > 신발 : 0.93"
    },
    {
        "from": 61,
        "to": 59,
        "title": "냉면 < - > 남성미용실 : 0.86"
    },
    {
        "from": 63,
        "to": 0,
        "title": "샤브샤브 < - > 슈퍼마켓(일반) : 0.92"
    },
    {
        "from": 63,
        "to": 5,
        "title": "샤브샤브 < - > 분식 : 0.86"
    },
    {
        "from": 63,
        "to": 6,
        "title": "샤브샤브 < - > 주유소 : 0.86"
    },
    {
        "from": 63,
        "to": 7,
        "title": "샤브샤브 < - > 햄버거 : 0.95"
    },
    {
        "from": 63,
        "to": 10,
        "title": "샤브샤브 < - > 한정식 : 0.88"
    },
    {
        "from": 63,
        "to": 22,
        "title": "샤브샤브 < - > 약국 : 0.85"
    },
    {
        "from": 63,
        "to": 24,
        "title": "샤브샤브 < - > 돈가스 전문점 : 0.87"
    },
    {
        "from": 63,
        "to": 42,
        "title": "샤브샤브 < - > 소아과 : 0.88"
    },
    {
        "from": 63,
        "to": 53,
        "title": "샤브샤브 < - > 낙지/쭈꾸미/오징어 : 0.91"
    },
    {
        "from": 63,
        "to": 59,
        "title": "샤브샤브 < - > 남성미용실 : 0.91"
    },
    {
        "from": 65,
        "to": 3,
        "title": "해물찜/탕 < - > 정육점 : 0.92"
    },
    {
        "from": 65,
        "to": 13,
        "title": "해물찜/탕 < - > 정통일식 : 0.86"
    },
    {
        "from": 65,
        "to": 25,
        "title": "해물찜/탕 < - > 패밀리레스토랑 : 0.89"
    },
    {
        "from": 65,
        "to": 52,
        "title": "해물찜/탕 < - > 죽전문점 : 0.86"
    },
    {
        "from": 66,
        "to": 0,
        "title": "아이스크림 < - > 슈퍼마켓(일반) : 0.93"
    },
    {
        "from": 66,
        "to": 5,
        "title": "아이스크림 < - > 분식 : 0.87"
    },
    {
        "from": 66,
        "to": 6,
        "title": "아이스크림 < - > 주유소 : 0.86"
    },
    {
        "from": 66,
        "to": 7,
        "title": "아이스크림 < - > 햄버거 : 0.95"
    },
    {
        "from": 66,
        "to": 10,
        "title": "아이스크림 < - > 한정식 : 0.92"
    },
    {
        "from": 66,
        "to": 17,
        "title": "아이스크림 < - > 실내포차 : 0.85"
    },
    {
        "from": 66,
        "to": 24,
        "title": "아이스크림 < - > 돈가스 전문점 : 0.88"
    },
    {
        "from": 66,
        "to": 42,
        "title": "아이스크림 < - > 소아과 : 0.9"
    },
    {
        "from": 66,
        "to": 53,
        "title": "아이스크림 < - > 낙지/쭈꾸미/오징어 : 0.93"
    },
    {
        "from": 66,
        "to": 59,
        "title": "아이스크림 < - > 남성미용실 : 0.93"
    },
    {
        "from": 66,
        "to": 63,
        "title": "아이스크림 < - > 샤브샤브 : 0.98"
    },
    {
        "from": 67,
        "to": 46,
        "title": "조명/전기용품 < - > 어린이전문학원 : 0.94"
    },
    {
        "from": 68,
        "to": 0,
        "title": "해장국/감자탕 전문 < - > 슈퍼마켓(일반) : 0.85"
    },
    {
        "from": 68,
        "to": 3,
        "title": "해장국/감자탕 전문 < - > 정육점 : 0.86"
    },
    {
        "from": 68,
        "to": 5,
        "title": "해장국/감자탕 전문 < - > 분식 : 0.88"
    },
    {
        "from": 68,
        "to": 6,
        "title": "해장국/감자탕 전문 < - > 주유소 : 0.95"
    },
    {
        "from": 68,
        "to": 7,
        "title": "해장국/감자탕 전문 < - > 햄버거 : 0.98"
    },
    {
        "from": 68,
        "to": 22,
        "title": "해장국/감자탕 전문 < - > 약국 : 0.92"
    },
    {
        "from": 68,
        "to": 24,
        "title": "해장국/감자탕 전문 < - > 돈가스 전문점 : 0.97"
    },
    {
        "from": 68,
        "to": 27,
        "title": "해장국/감자탕 전문 < - > 동물병원 : 0.87"
    },
    {
        "from": 68,
        "to": 52,
        "title": "해장국/감자탕 전문 < - > 죽전문점 : 0.92"
    },
    {
        "from": 68,
        "to": 53,
        "title": "해장국/감자탕 전문 < - > 낙지/쭈꾸미/오징어 : 0.94"
    },
    {
        "from": 68,
        "to": 56,
        "title": "해장국/감자탕 전문 < - > 신발 : 0.88"
    },
    {
        "from": 68,
        "to": 59,
        "title": "해장국/감자탕 전문 < - > 남성미용실 : 0.93"
    },
    {
        "from": 68,
        "to": 61,
        "title": "해장국/감자탕 전문 < - > 냉면 : 0.87"
    },
    {
        "from": 68,
        "to": 63,
        "title": "해장국/감자탕 전문 < - > 샤브샤브 : 0.92"
    },
    {
        "from": 68,
        "to": 66,
        "title": "해장국/감자탕 전문 < - > 아이스크림 : 0.91"
    },
    {
        "from": 69,
        "to": 2,
        "title": "당구장 < - > 정통호프 : 0.89"
    },
    {
        "from": 69,
        "to": 10,
        "title": "당구장 < - > 한정식 : 0.87"
    },
    {
        "from": 69,
        "to": 11,
        "title": "당구장 < - > 스테이크 전문점 : 0.93"
    },
    {
        "from": 69,
        "to": 12,
        "title": "당구장 < - > 커피전문점 : 0.88"
    },
    {
        "from": 69,
        "to": 17,
        "title": "당구장 < - > 실내포차 : 0.88"
    },
    {
        "from": 69,
        "to": 18,
        "title": "당구장 < - > 활어회 : 0.87"
    },
    {
        "from": 69,
        "to": 55,
        "title": "당구장 < - > 커리/덮밥 : 0.85"
    },
    {
        "from": 69,
        "to": 59,
        "title": "당구장 < - > 남성미용실 : 0.85"
    },
    {
        "from": 70,
        "to": 4,
        "title": "떡/한과 < - > 편의점 : 0.85"
    },
    {
        "from": 71,
        "to": 10,
        "title": "사철탕 < - > 한정식 : 0.87"
    },
    {
        "from": 71,
        "to": 11,
        "title": "사철탕 < - > 스테이크 전문점 : 0.9"
    },
    {
        "from": 71,
        "to": 12,
        "title": "사철탕 < - > 커피전문점 : 0.86"
    },
    {
        "from": 71,
        "to": 69,
        "title": "사철탕 < - > 당구장 : 0.93"
    },
    {
        "from": 72,
        "to": 16,
        "title": "초밥 전문점 < - > 갈비/삽겹살/불고기 : 0.94"
    },
    {
        "from": 72,
        "to": 20,
        "title": "초밥 전문점 < - > 잡화 : 1"
    },
    {
        "from": 72,
        "to": 39,
        "title": "초밥 전문점 < - > 의료기 : 0.94"
    },
    {
        "from": 72,
        "to": 41,
        "title": "초밥 전문점 < - > 서적/도서 : 1"
    },
    {
        "from": 72,
        "to": 47,
        "title": "초밥 전문점 < - > 컴퓨터/주변기기 : 1"
    },
    {
        "from": 72,
        "to": 57,
        "title": "초밥 전문점 < - > 세탁소/빨래방 : 0.99"
    },
    {
        "from": 72,
        "to": 60,
        "title": "초밥 전문점 < - > 모텔 : 1"
    },
    {
        "from": 73,
        "to": 8,
        "title": "이탈리안레스토랑 < - > 치킨/바비큐/호프 : 0.89"
    },
    {
        "from": 73,
        "to": 36,
        "title": "이탈리안레스토랑 < - > 클럽주점 : 0.85"
    },
    {
        "from": 73,
        "to": 62,
        "title": "이탈리안레스토랑 < - > 갈매기살 : 0.85"
    },
    {
        "from": 74,
        "to": 35,
        "title": "가정용가구 < - > 독서실/고시원 : 1"
    },
    {
        "from": 75,
        "to": 0,
        "title": "BAR < - > 슈퍼마켓(일반) : 0.92"
    },
    {
        "from": 75,
        "to": 2,
        "title": "BAR < - > 정통호프 : 0.85"
    },
    {
        "from": 75,
        "to": 10,
        "title": "BAR < - > 한정식 : 0.95"
    },
    {
        "from": 75,
        "to": 11,
        "title": "BAR < - > 스테이크 전문점 : 0.92"
    },
    {
        "from": 75,
        "to": 12,
        "title": "BAR < - > 커피전문점 : 0.92"
    },
    {
        "from": 75,
        "to": 17,
        "title": "BAR < - > 실내포차 : 0.9"
    },
    {
        "from": 75,
        "to": 42,
        "title": "BAR < - > 소아과 : 0.9"
    },
    {
        "from": 75,
        "to": 55,
        "title": "BAR < - > 커리/덮밥 : 0.88"
    },
    {
        "from": 75,
        "to": 59,
        "title": "BAR < - > 남성미용실 : 0.88"
    },
    {
        "from": 75,
        "to": 69,
        "title": "BAR < - > 당구장 : 0.95"
    },
    {
        "from": 75,
        "to": 71,
        "title": "BAR < - > 사철탕 : 0.96"
    },
    {
        "from": 76,
        "to": 23,
        "title": "유아/아동복 < - > 찜닭/불닭 : 0.99"
    },
    {
        "from": 76,
        "to": 31,
        "title": "유아/아동복 < - > 대입학원 : 1"
    },
    {
        "from": 76,
        "to": 44,
        "title": "유아/아동복 < - > 한방병원 : 0.89"
    },
    {
        "from": 76,
        "to": 54,
        "title": "유아/아동복 < - > 영어학원 : 0.87"
    },
    {
        "from": 77,
        "to": 1,
        "title": "네일아트/케어 < - > 화장품 : 0.87"
    },
    {
        "from": 78,
        "to": 25,
        "title": "악기 < - > 패밀리레스토랑 : 0.88"
    },
    {
        "from": 79,
        "to": 4,
        "title": "도너츠 < - > 편의점 : 0.98"
    },
    {
        "from": 79,
        "to": 12,
        "title": "도너츠 < - > 커피전문점 : 0.9"
    },
    {
        "from": 79,
        "to": 17,
        "title": "도너츠 < - > 실내포차 : 0.87"
    },
    {
        "from": 79,
        "to": 55,
        "title": "도너츠 < - > 커리/덮밥 : 0.91"
    },
    {
        "from": 79,
        "to": 70,
        "title": "도너츠 < - > 떡/한과 : 0.88"
    },
    {
        "from": 80,
        "to": 65,
        "title": "청과물 < - > 해물찜/탕 : 0.87"
    },
    {
        "from": 81,
        "to": 20,
        "title": "미술학원 < - > 잡화 : 0.86"
    },
    {
        "from": 81,
        "to": 41,
        "title": "미술학원 < - > 서적/도서 : 0.86"
    },
    {
        "from": 81,
        "to": 47,
        "title": "미술학원 < - > 컴퓨터/주변기기 : 0.86"
    },
    {
        "from": 81,
        "to": 57,
        "title": "미술학원 < - > 세탁소/빨래방 : 0.86"
    },
    {
        "from": 81,
        "to": 60,
        "title": "미술학원 < - > 모텔 : 0.86"
    },
    {
        "from": 81,
        "to": 72,
        "title": "미술학원 < - > 초밥 전문점 : 0.86"
    },
    {
        "from": 81,
        "to": 78,
        "title": "미술학원 < - > 악기 : 0.91"
    },
    {
        "from": 82,
        "to": 0,
        "title": "보리밥/비빔밥/쌈밥 < - > 슈퍼마켓(일반) : 0.86"
    },
    {
        "from": 82,
        "to": 3,
        "title": "보리밥/비빔밥/쌈밥 < - > 정육점 : 0.93"
    },
    {
        "from": 82,
        "to": 6,
        "title": "보리밥/비빔밥/쌈밥 < - > 주유소 : 0.89"
    },
    {
        "from": 82,
        "to": 24,
        "title": "보리밥/비빔밥/쌈밥 < - > 돈가스 전문점 : 0.89"
    },
    {
        "from": 82,
        "to": 59,
        "title": "보리밥/비빔밥/쌈밥 < - > 남성미용실 : 0.9"
    },
    {
        "from": 82,
        "to": 63,
        "title": "보리밥/비빔밥/쌈밥 < - > 샤브샤브 : 0.85"
    },
    {
        "from": 82,
        "to": 68,
        "title": "보리밥/비빔밥/쌈밥 < - > 해장국/감자탕 전문 : 0.89"
    },
    {
        "from": 84,
        "to": 23,
        "title": "스포츠마사지 < - > 찜닭/불닭 : 0.94"
    },
    {
        "from": 84,
        "to": 31,
        "title": "스포츠마사지 < - > 대입학원 : 0.94"
    },
    {
        "from": 84,
        "to": 44,
        "title": "스포츠마사지 < - > 한방병원 : 0.93"
    },
    {
        "from": 84,
        "to": 76,
        "title": "스포츠마사지 < - > 유아/아동복 : 0.94"
    },
    {
        "from": 85,
        "to": 35,
        "title": "자전거 < - > 독서실/고시원 : 0.99"
    },
    {
        "from": 85,
        "to": 74,
        "title": "자전거 < - > 가정용가구 : 1"
    },
    {
        "from": 86,
        "to": 5,
        "title": "닭갈비 < - > 분식 : 0.92"
    },
    {
        "from": 86,
        "to": 6,
        "title": "닭갈비 < - > 주유소 : 0.91"
    },
    {
        "from": 86,
        "to": 7,
        "title": "닭갈비 < - > 햄버거 : 0.93"
    },
    {
        "from": 86,
        "to": 14,
        "title": "닭갈비 < - > 이비인후과 : 0.85"
    },
    {
        "from": 86,
        "to": 22,
        "title": "닭갈비 < - > 약국 : 0.88"
    },
    {
        "from": 86,
        "to": 24,
        "title": "닭갈비 < - > 돈가스 전문점 : 0.94"
    },
    {
        "from": 86,
        "to": 27,
        "title": "닭갈비 < - > 동물병원 : 0.92"
    },
    {
        "from": 86,
        "to": 50,
        "title": "닭갈비 < - > 삼계탕/초계탕 : 0.88"
    },
    {
        "from": 86,
        "to": 52,
        "title": "닭갈비 < - > 죽전문점 : 0.91"
    },
    {
        "from": 86,
        "to": 53,
        "title": "닭갈비 < - > 낙지/쭈꾸미/오징어 : 0.94"
    },
    {
        "from": 86,
        "to": 56,
        "title": "닭갈비 < - > 신발 : 0.93"
    },
    {
        "from": 86,
        "to": 59,
        "title": "닭갈비 < - > 남성미용실 : 0.88"
    },
    {
        "from": 86,
        "to": 61,
        "title": "닭갈비 < - > 냉면 : 0.88"
    },
    {
        "from": 86,
        "to": 66,
        "title": "닭갈비 < - > 아이스크림 : 0.85"
    },
    {
        "from": 86,
        "to": 68,
        "title": "닭갈비 < - > 해장국/감자탕 전문 : 0.93"
    },
    {
        "from": 86,
        "to": 73,
        "title": "닭갈비 < - > 이탈리안레스토랑 : 0.87"
    },
    {
        "from": 87,
        "to": 0,
        "title": "굴/전복 < - > 슈퍼마켓(일반) : 0.88"
    },
    {
        "from": 87,
        "to": 5,
        "title": "굴/전복 < - > 분식 : 0.89"
    },
    {
        "from": 87,
        "to": 6,
        "title": "굴/전복 < - > 주유소 : 0.9"
    },
    {
        "from": 87,
        "to": 7,
        "title": "굴/전복 < - > 햄버거 : 0.96"
    },
    {
        "from": 87,
        "to": 10,
        "title": "굴/전복 < - > 한정식 : 0.87"
    },
    {
        "from": 87,
        "to": 22,
        "title": "굴/전복 < - > 약국 : 0.9"
    },
    {
        "from": 87,
        "to": 24,
        "title": "굴/전복 < - > 돈가스 전문점 : 0.93"
    },
    {
        "from": 87,
        "to": 27,
        "title": "굴/전복 < - > 동물병원 : 0.85"
    },
    {
        "from": 87,
        "to": 50,
        "title": "굴/전복 < - > 삼계탕/초계탕 : 0.85"
    },
    {
        "from": 87,
        "to": 53,
        "title": "굴/전복 < - > 낙지/쭈꾸미/오징어 : 0.93"
    },
    {
        "from": 87,
        "to": 56,
        "title": "굴/전복 < - > 신발 : 0.89"
    },
    {
        "from": 87,
        "to": 59,
        "title": "굴/전복 < - > 남성미용실 : 0.93"
    },
    {
        "from": 87,
        "to": 61,
        "title": "굴/전복 < - > 냉면 : 0.87"
    },
    {
        "from": 87,
        "to": 63,
        "title": "굴/전복 < - > 샤브샤브 : 0.96"
    },
    {
        "from": 87,
        "to": 66,
        "title": "굴/전복 < - > 아이스크림 : 0.97"
    },
    {
        "from": 87,
        "to": 68,
        "title": "굴/전복 < - > 해장국/감자탕 전문 : 0.95"
    },
    {
        "from": 87,
        "to": 82,
        "title": "굴/전복 < - > 보리밥/비빔밥/쌈밥 : 0.87"
    },
    {
        "from": 87,
        "to": 86,
        "title": "굴/전복 < - > 닭갈비 : 0.9"
    },
    {
        "from": 88,
        "to": 5,
        "title": "놀이방 < - > 분식 : 0.88"
    },
    {
        "from": 88,
        "to": 6,
        "title": "놀이방 < - > 주유소 : 0.93"
    },
    {
        "from": 88,
        "to": 7,
        "title": "놀이방 < - > 햄버거 : 0.91"
    },
    {
        "from": 88,
        "to": 22,
        "title": "놀이방 < - > 약국 : 0.91"
    },
    {
        "from": 88,
        "to": 24,
        "title": "놀이방 < - > 돈가스 전문점 : 0.94"
    },
    {
        "from": 88,
        "to": 27,
        "title": "놀이방 < - > 동물병원 : 0.95"
    },
    {
        "from": 88,
        "to": 33,
        "title": "놀이방 < - > 스크린골프 : 0.92"
    },
    {
        "from": 88,
        "to": 50,
        "title": "놀이방 < - > 삼계탕/초계탕 : 0.87"
    },
    {
        "from": 88,
        "to": 52,
        "title": "놀이방 < - > 죽전문점 : 0.85"
    },
    {
        "from": 88,
        "to": 53,
        "title": "놀이방 < - > 낙지/쭈꾸미/오징어 : 0.91"
    },
    {
        "from": 88,
        "to": 56,
        "title": "놀이방 < - > 신발 : 0.97"
    },
    {
        "from": 88,
        "to": 59,
        "title": "놀이방 < - > 남성미용실 : 0.88"
    },
    {
        "from": 88,
        "to": 61,
        "title": "놀이방 < - > 냉면 : 0.96"
    },
    {
        "from": 88,
        "to": 66,
        "title": "놀이방 < - > 아이스크림 : 0.88"
    },
    {
        "from": 88,
        "to": 68,
        "title": "놀이방 < - > 해장국/감자탕 전문 : 0.93"
    },
    {
        "from": 88,
        "to": 86,
        "title": "놀이방 < - > 닭갈비 : 0.93"
    },
    {
        "from": 88,
        "to": 87,
        "title": "놀이방 < - > 굴/전복 : 0.94"
    },
    {
        "from": 89,
        "to": 58,
        "title": "목욕탕 < - > 오토바이 : 0.85"
    },
    {
        "from": 90,
        "to": 13,
        "title": "신경외과 < - > 정통일식 : 0.89"
    },
    {
        "from": 90,
        "to": 27,
        "title": "신경외과 < - > 동물병원 : 0.86"
    },
    {
        "from": 91,
        "to": 8,
        "title": "꼬치구이 < - > 치킨/바비큐/호프 : 0.85"
    },
    {
        "from": 91,
        "to": 11,
        "title": "꼬치구이 < - > 스테이크 전문점 : 0.93"
    },
    {
        "from": 91,
        "to": 12,
        "title": "꼬치구이 < - > 커피전문점 : 0.86"
    },
    {
        "from": 91,
        "to": 17,
        "title": "꼬치구이 < - > 실내포차 : 0.94"
    },
    {
        "from": 91,
        "to": 36,
        "title": "꼬치구이 < - > 클럽주점 : 0.93"
    },
    {
        "from": 91,
        "to": 48,
        "title": "꼬치구이 < - > PC방 : 0.85"
    },
    {
        "from": 91,
        "to": 55,
        "title": "꼬치구이 < - > 커리/덮밥 : 0.91"
    },
    {
        "from": 91,
        "to": 69,
        "title": "꼬치구이 < - > 당구장 : 0.85"
    },
    {
        "from": 92,
        "to": 21,
        "title": "콩/두부 < - > 일반식당 : 0.87"
    },
    {
        "from": 92,
        "to": 35,
        "title": "콩/두부 < - > 독서실/고시원 : 0.95"
    },
    {
        "from": 92,
        "to": 74,
        "title": "콩/두부 < - > 가정용가구 : 0.95"
    },
    {
        "from": 92,
        "to": 85,
        "title": "콩/두부 < - > 자전거 : 0.95"
    },
    {
        "from": 93,
        "to": 35,
        "title": "차량물품/인테리어 < - > 독서실/고시원 : 0.99"
    },
    {
        "from": 93,
        "to": 74,
        "title": "차량물품/인테리어 < - > 가정용가구 : 1"
    },
    {
        "from": 93,
        "to": 85,
        "title": "차량물품/인테리어 < - > 자전거 : 1"
    },
    {
        "from": 93,
        "to": 92,
        "title": "차량물품/인테리어 < - > 콩/두부 : 0.95"
    },
    {
        "from": 94,
        "to": 4,
        "title": "국수/만두 전문점 < - > 편의점 : 0.87"
    },
    {
        "from": 94,
        "to": 10,
        "title": "국수/만두 전문점 < - > 한정식 : 0.85"
    },
    {
        "from": 94,
        "to": 12,
        "title": "국수/만두 전문점 < - > 커피전문점 : 0.85"
    },
    {
        "from": 94,
        "to": 14,
        "title": "국수/만두 전문점 < - > 이비인후과 : 0.89"
    },
    {
        "from": 94,
        "to": 17,
        "title": "국수/만두 전문점 < - > 실내포차 : 0.91"
    },
    {
        "from": 94,
        "to": 53,
        "title": "국수/만두 전문점 < - > 낙지/쭈꾸미/오징어 : 0.91"
    },
    {
        "from": 94,
        "to": 55,
        "title": "국수/만두 전문점 < - > 커리/덮밥 : 0.87"
    },
    {
        "from": 94,
        "to": 59,
        "title": "국수/만두 전문점 < - > 남성미용실 : 0.86"
    },
    {
        "from": 94,
        "to": 66,
        "title": "국수/만두 전문점 < - > 아이스크림 : 0.87"
    },
    {
        "from": 94,
        "to": 70,
        "title": "국수/만두 전문점 < - > 떡/한과 : 0.87"
    },
    {
        "from": 94,
        "to": 79,
        "title": "국수/만두 전문점 < - > 도너츠 : 0.89"
    },
    {
        "from": 94,
        "to": 87,
        "title": "국수/만두 전문점 < - > 굴/전복 : 0.86"
    },
    {
        "from": 95,
        "to": 30,
        "title": "도장 < - > 여성미용실 : 0.9"
    },
    {
        "from": 96,
        "to": 0,
        "title": "전통주점 < - > 슈퍼마켓(일반) : 0.91"
    },
    {
        "from": 96,
        "to": 2,
        "title": "전통주점 < - > 정통호프 : 0.94"
    },
    {
        "from": 96,
        "to": 4,
        "title": "전통주점 < - > 편의점 : 0.87"
    },
    {
        "from": 96,
        "to": 8,
        "title": "전통주점 < - > 치킨/바비큐/호프 : 0.87"
    },
    {
        "from": 96,
        "to": 10,
        "title": "전통주점 < - > 한정식 : 0.94"
    },
    {
        "from": 96,
        "to": 11,
        "title": "전통주점 < - > 스테이크 전문점 : 0.92"
    },
    {
        "from": 96,
        "to": 12,
        "title": "전통주점 < - > 커피전문점 : 0.92"
    },
    {
        "from": 96,
        "to": 17,
        "title": "전통주점 < - > 실내포차 : 0.97"
    },
    {
        "from": 96,
        "to": 42,
        "title": "전통주점 < - > 소아과 : 0.89"
    },
    {
        "from": 96,
        "to": 48,
        "title": "전통주점 < - > PC방 : 0.93"
    },
    {
        "from": 96,
        "to": 53,
        "title": "전통주점 < - > 낙지/쭈꾸미/오징어 : 0.85"
    },
    {
        "from": 96,
        "to": 55,
        "title": "전통주점 < - > 커리/덮밥 : 0.97"
    },
    {
        "from": 96,
        "to": 59,
        "title": "전통주점 < - > 남성미용실 : 0.9"
    },
    {
        "from": 96,
        "to": 69,
        "title": "전통주점 < - > 당구장 : 0.91"
    },
    {
        "from": 96,
        "to": 71,
        "title": "전통주점 < - > 사철탕 : 0.85"
    },
    {
        "from": 96,
        "to": 75,
        "title": "전통주점 < - > BAR : 0.91"
    },
    {
        "from": 96,
        "to": 79,
        "title": "전통주점 < - > 도너츠 : 0.85"
    },
    {
        "from": 96,
        "to": 91,
        "title": "전통주점 < - > 꼬치구이 : 0.91"
    },
    {
        "from": 98,
        "to": 3,
        "title": "추어탕 < - > 정육점 : 0.89"
    },
    {
        "from": 98,
        "to": 25,
        "title": "추어탕 < - > 패밀리레스토랑 : 0.89"
    },
    {
        "from": 98,
        "to": 65,
        "title": "추어탕 < - > 해물찜/탕 : 0.98"
    },
    {
        "from": 99,
        "to": 0,
        "title": "베이커리 < - > 슈퍼마켓(일반) : 0.9"
    },
    {
        "from": 99,
        "to": 2,
        "title": "베이커리 < - > 정통호프 : 0.88"
    },
    {
        "from": 99,
        "to": 4,
        "title": "베이커리 < - > 편의점 : 0.93"
    },
    {
        "from": 99,
        "to": 8,
        "title": "베이커리 < - > 치킨/바비큐/호프 : 0.89"
    },
    {
        "from": 99,
        "to": 10,
        "title": "베이커리 < - > 한정식 : 0.92"
    },
    {
        "from": 99,
        "to": 11,
        "title": "베이커리 < - > 스테이크 전문점 : 0.85"
    },
    {
        "from": 99,
        "to": 12,
        "title": "베이커리 < - > 커피전문점 : 0.89"
    },
    {
        "from": 99,
        "to": 17,
        "title": "베이커리 < - > 실내포차 : 0.94"
    },
    {
        "from": 99,
        "to": 42,
        "title": "베이커리 < - > 소아과 : 0.88"
    },
    {
        "from": 99,
        "to": 48,
        "title": "베이커리 < - > PC방 : 0.86"
    },
    {
        "from": 99,
        "to": 53,
        "title": "베이커리 < - > 낙지/쭈꾸미/오징어 : 0.88"
    },
    {
        "from": 99,
        "to": 55,
        "title": "베이커리 < - > 커리/덮밥 : 0.96"
    },
    {
        "from": 99,
        "to": 59,
        "title": "베이커리 < - > 남성미용실 : 0.88"
    },
    {
        "from": 99,
        "to": 66,
        "title": "베이커리 < - > 아이스크림 : 0.88"
    },
    {
        "from": 99,
        "to": 79,
        "title": "베이커리 < - > 도너츠 : 0.91"
    },
    {
        "from": 99,
        "to": 94,
        "title": "베이커리 < - > 국수/만두 전문점 : 0.88"
    },
    {
        "from": 99,
        "to": 96,
        "title": "베이커리 < - > 전통주점 : 0.96"
    }
];